[
  {
    "id": "AD",
    "name": "ADRA",
    "honors": [
      {
        "id": "AD001",
        "name": "Alívio da Fome",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD001-R1",
            "quest": "Assistir a uma reportagem referente ao tema da fome no mundo e discutir com a sua unidade do Clube de Desbravadores os passos que estão sendo tomados para reduzi-la."
          },
          {
            "id": "AD001-R2",
            "quest": "Entrevistar uma pessoa que conduz distribuição de alimentos em sua área. Pode ser o líder da ASA de sua igreja, de outra igreja, ou de um centro / restaurante comunitário. Pergunte-lhe sobre que tipo de pessoas são atendidas, o que as levam a necessitarem de alimento e como essas necessidades estão sendo satisfeitas. Fazer anotações durante a entrevista e compartilhar os resultados com seu instrutor."
          },
          {
            "id": "AD001-R3",
            "quest": "Descrever as causas da fome em seu país. Você poderá fazer isso através de uma redação (com, pelo menos, 500 palavras), uma apresentação audiovisual (de, pelo menos, 10 minutos), uma encenação ou produzindo um vídeo de cerca de 1 minuto."
          },
          {
            "id": "AD001-R4",
            "quest": "Fazer uma coleta de itens alimentícios para a ASA da sua igreja, de outra igreja, ou centro/restaurante comunitário ou, se isso não for possível, escolher uma família que precisa de assistência e lhe entregar os itens coletados. Obs.: A sugestão é que sejam arrecadados pelo menos 50 alimentos não perecíveis. Deve-se prestar muita atenção ao prazo de validade dos produtos coletados. Produtos com prazo de validade expirado ou com indício de deterioração, como lata estufada, caruncho nas farinhas e feijões, mofo no arroz, etc., não devem ser coletados. Também devem ser levados em consideração os costumes de cada país ou região. Produtos desconhecidos ou que não fazem parte da alimentação do dia a dia tendem a ser mal utilizados ou não utilizados."
          },
          {
            "id": "AD001-R5",
            "quest": "Visitar um banco de alimentos, um centro de distribuição de alimentos ou um restaurante ou cozinha comunitária e dispor-se como voluntário para ajudar o pessoal que trabalha no estabelecimento. Conversar com eles para saber como os alimentos são obtidos e quais são alguns dos desafios para consegui-los, armazená-los e distribuí-los. Este requisito poderá ser feito apenas pela sua unidade ou com todo o Clube de Desbravadores."
          }
        ]
      },
      {
        "id": "AD002",
        "name": "Avaliação da Comunidade",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD002-R1",
            "quest": "Selecionar uma comunidade ou área urbana com a qual esteja familiarizado e descrever, da melhor forma possível, as seguintes informações:",
            "options": [
              "Localização em um mapa",
              "Demografia (nº de habitantes, de preferência distribuídos por sexo e idade)",
              "Condições socioeconômicas",
              "Ocupações laborais mais comuns",
              "Acesso à rede educacional e de saúde",
              "Nível de educação",
              "Nível de segurança",
              "Outros dados que achar relevantes"
            ]
          },
          {
            "id": "AD002-R2",
            "quest": "Listar as necessidades que você vê em sua comunidade. Isso pode incluir melhor apoio a famílias de baixa renda, assistência a idosos que vivem sozinhos, melhora na limpeza das áreas públicas, etc."
          },
          {
            "id": "AD002-R3",
            "quest": "Entrevistar um líder comunitário, professor, pastor de igreja ou oficial de polícia para saber como pessoas como você poderiam exercer impacto positivo em tal comunidade ou área. Fazer anotações."
          },
          {
            "id": "AD002-R4",
            "quest": "Preparar um relatório para o seu Clube de Desbravadores apresentando suas descobertas e descrever o que você aprendeu especificamente a respeito da comunidade ou área que escolheu. Seja criativo."
          },
          {
            "id": "AD002-R5",
            "quest": "Descrever as melhorias mais importantes necessárias à sua comunidade e o que você pode fazer para ajudar."
          }
        ]
      },
      {
        "id": "AD003",
        "name": "Serviço Comunitário",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD003-R1",
            "quest": "Ler os seguintes textos bíblicos e explicar o que eles ensinam a respeito do papel que Deus espera que cada cristão desempenhe para satisfazer as necessidades dos pobres e sofredores na comunidade.",
            "options": [
              "Isaías 58:3-12",
              "Lucas 10: 25-37",
              "Mateus 25:31-46"
            ]
          },
          {
            "id": "AD003-R2",
            "quest": "Explique o seguinte ao seu instrutor:",
            "options": [
              "Qual é o significado do acrônimo ADRA? Apresentar uma breve explanação do que cada letra representa e explicar a diferença entre 'assistência' e 'desenvolvimento'.",
              "Qual o nome do serviço social prestado pela Igreja Adventista local que ajuda os pobres e sofredores em seu entorno? Que tipos de serviços ele provê?"
            ]
          },
          {
            "id": "AD003-R3",
            "quest": "Reunir-se com o líder da Ação Solidária Adventista em sua área e perguntar a respeito dos projetos que sua unidade ou Clube de Desbravadores pode ajudar para satisfazer às necessidades da comunidade local."
          },
          {
            "id": "AD003-R4",
            "quest": "Planejar um projeto de serviço comunitário com a unidade ou Clube de Desbravadores e concluí-lo. Este projeto deve focar certas necessidades que sua comunidade apresenta. O tempo total, desde o planejamento até sua realização, deve ser de aproximadamente 10 horas."
          }
        ]
      },
      {
        "id": "AD004",
        "name": "Resposta a Emergências e Desastres",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD004-R1",
            "quest": "Explicar os tipos de danos mais prováveis de ocorrer às casas, indivíduos e comunidades diante dos principais tipos de emergências e desastres e indicar em qual parte do mundo eles ocorrem com mais frequência:",
            "options": [
              "Ciclones (furacões e tufões)",
              "Tornados",
              "Inundações",
              "Terremotos",
              "Tsunamis",
              "Incêndios",
              "Guerras/conflitos ou guerras civis"
            ]
          },
          {
            "id": "AD004-R2",
            "quest": "Descrever brevemente os tipos de serviços prestados pela ADRA ou por outros órgãos de resposta a emergências e desastres locais aos sobreviventes de tais eventos em seu país."
          },
          {
            "id": "AD004-R3",
            "quest": "Ler um jornal ou notícias da ADRA referente a emergências e desastres recentes e discutir quais são algumas coisas importantes a se ter em mente ao responder a uma situação dessas."
          },
          {
            "id": "AD004-R4",
            "quest": "Explicar o que significa cada letra do acrônimo da ADRA e descreva o papel dela na resposta a emergências e desastres."
          },
          {
            "id": "AD004-R5",
            "quest": "Descrever, pelo menos, uma destas organizações de resposta a emergências e desastres e como ela pode trabalhar com a ADRA durante tais situações.",
            "options": [
              "Cruz Vermelha/Comitê Internacional da Cruz Vermelha (CICV)",
              "Ação Solidária Adventista (ASA)",
              "Alto Comissário das Nações Unidas para Refugiados – ACNUR",
              "Programa Alimentar Mundial (PAM)"
            ]
          },
          {
            "id": "AD004-R6",
            "quest": "Explicar o papel do governo diante da ocorrência de uma emergência ou desastre e identificar a agência governamental chave em seu país que administra a resposta em tais situações."
          },
          {
            "id": "AD004-R7",
            "quest": "Descobrir na Bíblia um texto que possa ser usado para confortar e animar um indivíduo da sua idade e do mesmo sexo, que experimentou perda total de sua casa, e dizer-lhe porque você escolheu esse texto."
          }
        ]
      },
      {
        "id": "AD005",
        "name": "Resposta a Emergências e Desastres Avançado",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD005-R1",
            "quest": "Ter a especialidade de Resposta a emergências e desastres.",
            "options": [
              "Ciclones (furacões e tufões)",
              "Tornados",
              "Enchentes/Inundações",
              "Secas",
              "Tsunamis",
              "Incêndios",
              "Guerras/conflitos ou guerras civis",
              "Erupções vulcânicas."
            ]
          },
          {
            "id": "AD005-R2",
            "quest": "Descrever as causas subjacentes de cada um desses cenários de desastres e dar um exemplo recente de, pelo menos, 6 desastres e seu impacto na comunidade ou país. Destacar, pelo menos, um no qual a ADRA respondeu."
          },
          {
            "id": "AD005-R3",
            "quest": "As 4 fases na gestão de emergências e desastres são: Prevenção / Mitigação, Preparo, Resposta e Recuperação. Em suas palavras, descrever para o seu instrutor o que cada um desses termos significa e porque são importantes."
          },
          {
            "id": "AD005-R4",
            "quest": "O preparo é chave durante uma emergência ou desastre. Se você fosse construir um kit para tais circunstâncias, descrever para o seu instrutor quais itens seriam incluídos. Discutir as vantagens de escolher itens movidos à bateria e não à eletricidade, e alimentos não perecíveis em vez de perecíveis."
          },
          {
            "id": "AD005-R5",
            "quest": "Desenhar a planta do local onde você vive. Pensar no que faria em 3 dos desastres relacionadas na questão 1. Traçar uma rota de fuga de sua casa e discuti-la com seu instrutor e família."
          },
          {
            "id": "AD005-R6",
            "quest": "Encontrar 3 histórias na Bíblia que envolveram desastres naturais ou emergências políticas. Coloque-se no lugar das pessoas da história e descrever como esses eventos o afetariam. Ainda, brevemente, discutir como as pessoas nas histórias sobreviveram a essas situações."
          },
          {
            "id": "AD005-R7",
            "quest": "Apresentar um breve relatório para o seu Clube de Desbravadores a respeito do que você aprendeu sobre emergências e desastres e de estar preparado para agir nessas circunstâncias. Você pode fazer uma apresentação, encenação, mostrar um breve vídeo ou outro método que melhor transmita o que você aprendeu."
          }
        ]
      },
      {
        "id": "AD006",
        "name": "Alfabetização",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD006-R1",
            "quest": "Definir o termo alfabetização."
          },
          {
            "id": "AD006-R2",
            "quest": "Pesquisar e descrever com brevidade como 2 ou 3 organizações em sua comunidade ou país promovem a alfabetização ou proveem serviços de alfabetização a crianças e adultos."
          },
          {
            "id": "AD006-R3",
            "quest": "Escrever um parágrafo explicando porque a alfabetização é importante."
          },
          {
            "id": "AD006-R4",
            "quest": "Realizar 3 das seguintes atividades:",
            "options":[
              "Ajudar alguém a ler um pequeno livro ou uma breve história.",
              "Ler uma pequena história para um grupo de crianças e discutir com elas posteriormente.",
              "Fazer 10 cartelas de material pedagógico com palavras simples e ilustrações ou fotos e passá-las a alguém que esteja aprendendo a ler.",
              "Ler vários capítulos da Bíblia para uma pessoa idosa que você saiba que é cega ou incapaz de ler. Isso pode ser feito em uma ou várias visitas.",
              "Fazer uma apresentação de 5 minutos em sua escola, Escola Sabatina ou igreja, sobre o que você aprendeu sobre alfabetização."

            ]
          },
          {
            "id": "AD006-R5",
            "quest": "Escolher 3 palavras e explicar ao seu instrutor como você ensinaria alguém sobre o significado das palavras e como soletrá-las."
          }
        ]
      },
      {
        "id": "AD007",
        "name": "Resolução de Conflitos",
        "badge": "null",
        "level": 3,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD007-R1",
            "quest": "Explicar como Cristo encorajou pessoas em conflito nas seguintes histórias bíblicas. Identificar a natureza do conflito ou as necessidades humanas em cada história por você explicada.",
            "options":[
              "João 8:1-11 (Maria Madalena)",
              "Mateus 18:1-6 (Discípulos - o maior no reino dos Céus)",
              "1 Reis 3:16-28 (Salomão e a causa de 2 mulheres)"
            ]
          },
          {
            "id": "AD007-R2",
            "quest": "Discutir os conflitos de relacionamento, de identidade, raciais e culturais enfrentados pelos adolescentes e jovens em sua comunidade (Ex.: Relacionamento com os pais, autoestima, amizades). NOTA: É requerida a presença de um adulto mediador para a discussão de grupo."
          },
          {
            "id": "AD007-R3",
            "quest": "Descrever os tipos de necessidades humanas e apresentar um exemplo da vida real para cada um deles."
          },
          {
            "id": "AD007-R4",
            "quest": "O que significa ouvir ativamente? Pratique o ouvir ativo encenando os conflitos relacionados no item número 2."
          },
          {
            "id": "AD007-R5",
            "quest": "Aplicar o seguinte método de resolução de conflito em um exemplo do item número 2.",
            "options":[
              "Montar o cenário",
              "Reunir informações",
              "Identificar o problema",
              "Pensar nas soluções",
              "Negociar uma solução"
            ]
          },
          {
            "id": "AD007-R6",
            "quest": "Explicar como fazer encaminhamento a um conselheiro profissional ou pastor."
          },
          {
            "id": "AD007-R7",
            "quest": "Discutir seus motivos para querer ajudar seus amigos quando enfrentam problemas. O que dizer de uma pessoa que não lhe é tão familiar?"
          }
        ]
      },
      {
        "id": "AD008",
        "name": "Reassentamento de Refugiados",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD008-R1",
            "quest": "Descrever algumas causas gerais porque as pessoas se deslocam para outros países como refugiados. Definir também os termos refugiado, deslocado interno e imigrante e explicar como essas palavras são semelhantes ou diferentes."
          },
          {
            "id": "AD008-R2",
            "quest": "Listar as necessidades imediatas que um refugiado pode ter quando chega a um novo país. Descrever como você se sentiria se subitamente tivesse que enfrentar uma nova língua, cultura e ambiente."
          },
          {
            "id": "AD008-R3",
            "quest": "Descobrir que organizações em sua comunidade, país ou no mundo ajudam os refugiados e deslocados internos. Pesquisar sobre o trabalho que eles realizam."
          },
          {
            "id": "AD008-R4",
            "quest": "Descrever em poucas palavras como você poderia ajudar um refugiado ou um deslocado interno em sua comunidade."
          },
          {
            "id": "AD008-R5",
            "quest": "Perguntar a uma pessoa de outro país, que vive em sua comunidade, como ela se ajustou ao novo ambiente. Peça-lhe que descreva os desafios e contrastes que experimentou durante o processo de adaptação à comunidade."
          },
          {
            "id": "AD008-R6",
            "quest": "Fazer um breve relatório para o seu Clube de Desbravadores, igreja, escola ou para um grupo cívico, sobre o que você aprendeu sobre refugiados e deslocados internos e que desafios eles enfrentam. Você pode levar a efeito este requisito através de uma apresentação audiovisual, encenação, vídeo ou qualquer outra forma que melhor transmita suas descobertas. Discutir porque é importante estar atento à situação dos refugiados e tentar encontrar soluções para esse problema."
          }
        ]
      },
      {
        "id": "AD009",
        "name": "Desenvolvimento Comunitário",
        "badge": "null",
        "level": 1,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD009-R1",
            "quest": "Definir desenvolvimento comunitário."
          },
          {
            "id": "AD009-R2",
            "quest": "Explicar ao seu instrutor porque alguns países são considerados desenvolvidos enquanto outros são chamados de países em desenvolvimento."
          },
          {
            "id": "AD009-R3",
            "quest": "Mencionar 5 países em desenvolvimento e listar 3 ações que a ADRA realiza neles e que poderiam ser consideradas ações de desenvolvimento e 2 que se caracterizam como ações assistenciais."
          },
          {
            "id": "AD009-R4",
            "quest": "Ler a respeito de porque existem pobres entre nós no livro O Desejado de Todas as Nações, de Ellen G. White, capítulo 70 – 'Um Destes Meus Pequeninos Irmãos'. Descrever ao seu instrutor o que você aprendeu."
          },
          {
            "id": "AD009-R5",
            "quest": "Descrever, pelo menos, uma necessidade em seu bairro ou município que requeira atenção."
          },
          {
            "id": "AD009-R6",
            "quest": "Escrever um breve plano de desenvolvimento comunitário que pode ser implementado por seu Clube de Desbravadores (plantio de árvores, limpeza de parques e ruas, pintura de muros, etc.). O plano deve descrever a atividade, o tamanho do grupo, a logística de transporte e materiais e o tempo para completar tal atividade."
          },
          {
            "id": "AD009-R7",
            "quest": "Participar por, pelo menos, 4 horas em uma das seguintes atividades:",
            "options":[
              "O desbravador deverá contatar a Ação Solidária Adventista (ASA) de sua igreja e ver em que poderá ajudar. Talvez seja organizando itens doados ou participando de algum projeto por ela já estabelecido. Poderá envolver-se com a coleta e distribuição de alimentos, cobertores, agasalhos, sapatos e outros bens para moradores de rua ou para famílias cadastradas pela ASA. Ainda, poderá apoiar na reparação ou construção de casas para pessoas carentes.",
              "O desbravador deverá contatar a ADRA para ver a possibilidade de envolver-se como voluntário em algum projeto que esteja sendo implementado no seu bairro ou município.",
              "O desbravador deverá envolver-se com um 'Mutirão Social'. O alvo deste tipo de mutirão é proporcionar à população menos favorecida acesso a certos serviços de forma gratuita. Alguns destes serviços são:corte de cabelo, testes rápidos para identificar doenças como sífilis, hepatite e AIDS, aferição de pressão arterial, orientações de saúde e nutrição, palestras educativas sobre como economizar energia e gás, recreação infantil, emissão de documento como carteira de trabalho, encaminhamento para vagas de empregos, entre outros. O mutirão pode ser feito no pátio da igreja, num centro comunitário, num ginásio de esportes ou outro local sugerido e autorizado pelas autoridades locais.",
              "O desbravador deverá procurar saber o que sua igreja, outras igrejas, o governo ou organizações comunitárias estão fazendo pelos moradores de rua. Caso a comunidade já tenha esse programa, você poderá unir-se a ele."
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "HM",
    "name": "Artes e Habilidades Manuais",
    "honors": [
      {
        "id": "HM001",
        "name": "Automodelismo",
        "badge": "null",
        "level": 2,
        "year": 1928,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM001-R1",
            "quest": "Construir pelo menos um modelo de plástico, a partir de um kit. O carro deve seguir, tanto quanto possível, o padrão original."
          },
          {
            "id": "HM001-R2",
            "quest": "Escolha um:",
            "options": [
              "Construir um segundo modelo usando acessórios opcionais incluídos no kit, ou criar alterações usando massa de vidraceiro e/ou partes de outros kits. (Decalques não contam.) Pintar o modelo.",
              "Construir um modelo de corrida de acordo com as normas do Campeonato de Automodelismo e participar de uma corrida."
            ]
          },
          {
            "id": "HM001-R3",
            "quest": "Escrever ou apresentar oralmente a história do automóvel. Não deixar de incluir passos interessantes no processo de desenvolvimento, como, por exemplo, tamanho dos motores, transmissão automática, volantes, controles computadorizados, etc."
          }
        ]
      },
      {
        "id": "HM002",
        "name": "Alívio da Fome",
        "badge": "null",
        "level": 2,
        "year": 1928,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM002-R1",
            "quest": "Apresentar artigos que tenham sido feitos por você usando os pontos a seguir:",
            "options": [
              "Ponto contorno",
              "Ponto margarida",
              "Ponto corrente (correntinha ou ponto cadeia)",
              "Ponto-cruz",
              "Bordado richelieu",
              "Ponto cheio",
              "Chuleio (chuleado)",
              "Nó francês",
              "Ponto caseado",
              "Ponto pena",
              "Ponto atrás",
              "Ponto espinha de peixe ou ponto folha",
              "Ponto matiz",
              "Ponto vagonite"
            ]
          },
          {
            "id": "HM002-R2",
            "quest": "Fazer duas das seguintes atividades:",
            "options": [
              "Bordar um dos itens a seguir: par de fronhas, pano de prato, ou outro artigo equivalente.",
              "Fazer uma capa de almofada",
              "Bordar um jogo de cozinha",
              "Fazer uma toalha ou caminho de mesa",
              "Fazer um artigo usando qualquer um dos métodos a seguir: Patchwork, Franzido casa de abelha, Richelieu, Ponto russo."
            ]
          },
          {
            "id": "HM002-R3",
            "quest": "Quais são os tipos de renda mais comuns em sua região e quais os cuidados de conservação de cada uma delas?"
          },
          {
            "id": "HM002-R4",
            "quest": "Descrever um método satisfatório de manter seus utensílios para bordar em boas condições."
          },
          {
            "id": "HM002-R5",
            "quest": "Explicar quais são os cuidados necessários com as peças bordadas em relação à limpeza e conservação."
          },
          {
            "id": "HM002-R6",
            "quest": "Quais são os tipos de tecido mais adequados para se fazer os seguintes trabalhos:",
            "options": [
              "Bordado richelieu",
              "Franzido casa de abelha",
              "Patchwork",
              "Ponto russo",
              "Ponto cruz",
              "Ponto vagonite",
              "Ponto matiz"
            ]
          },
          {
            "id": "HM002-R7",
            "quest": "Demonstrar como engomar e passar corretamente um artigo bordado."
          }
        ]
      },
      {
        "id": "HM003",
        "name": "Desenho e Pintura",
        "badge": "null",
        "level": 2,
        "year": 1929,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM003-R1",
            "quest": "Fazer e apresentar um desenho à mão de um animal, demonstrando a distribuição equilibrada das cores."
          },
          {
            "id": "HM003-R2",
            "quest": "Desenhar um objeto cilíndrico e outro retangular juntos, demonstrando perspectiva e equilíbrio de luz e sombras."
          },
          {
            "id": "HM003-R3",
            "quest": "Preparar e apresentar um desenho de alguma paisagem da natureza que haja perto de sua casa."
          },
          {
            "id": "HM003-R4",
            "quest": "Fazer, em cores, um desenho decorativo, usando qualquer técnica e motivo. Mencionar o uso que pretende dar para ele."
          },
          {
            "id": "HM003-R5",
            "quest": "Pintar um “tapete” de flores, ou de folhas, caídas no chão demonstrando riqueza de cores e detalhes."
          },
          {
            "id": "HM003-R6",
            "quest": "Pintar uma cena ao ar livre em aquarela ou óleo."
          },
          {
            "id": "HM003-R7",
            "quest": "Organizar uma exposição dos trabalhos feitos no decorrer desta especialidade no Clube, Escola ou Igreja. Convidar os pais e apoiadores do Clube e presenteá-los com algum dos desenhos produzidos."
          }
        ]
      },
      {
        "id": "HM004",
        "name": "Música Básico",
        "badge": "null",
        "level": 2,
        "year": 1929,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM004-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Qual a definição básica de música?"
          },
          {
            "id": "HM004-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Explicar o que é harmonia, melodia e ritmo."
          },
          {
            "id": "HM004-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. O que é Clave? Escrever uma escala completa (de Dó a Dó, por exemplo) nas claves de Sol, Fá e Dó."
          },
          {
            "id": "HM004-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Definir o que é timbre, altura, duração e intensidade de um som."
          },
          {
            "id": "HM004-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber o que significa a palavra “Intervalo” na música. Explicar o seguinte:",
            "options": [
              "Um intervalo de meio tom",
              "Um intervalo de um tom",
              "Um intervalo de uma terça",
              "Um intervalo de uma quinta",
              "Um intervalo de uma oitava"
            ]
          },
          {
            "id": "HM004-R6",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Conhecer os tons e semitons naturais. Com auxílio de uma partitura, ser capaz de reconhecer as notas de um verso ou coro de um hino da sua Igreja."
          },
          {
            "id": "HM004-R7",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Definir o que é uma orquestra e citar, pelo menos, 2 instrumentos de cada classe de instrumentos usados em uma orquestra (Cordas, madeiras, metais, percussão e teclas)."
          },
          {
            "id": "HM004-R8",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar, com ou sem auxílio de partitura, um hino de sua igreja ou música sacra e apresentar satisfatoriamente para um grupo de pessoas."
          },
          {
            "id": "HM004-R9",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Fazer um resumo bibliográfico de um famoso compositor de hinos e apresente em forma de palestra para um grupo de pessoas."
          }
        ]
      },
      {
        "id": "HM005",
        "name": "Música Intermediário",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM005-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ter a especialidade de Música Básico."
          },
          {
            "id": "HM005-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar um escala e citar todas as notas de sua composição."
          },
          {
            "id": "HM005-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. O que é Semibreve? Mínima? Colcheia? Desenhar cada um dos símbolos."
          },
          {
            "id": "HM005-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber a diferença entre música sacra e secular e citar um grande compositor musical de cada tipo de música."
          },
          {
            "id": "HM005-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber o que é o compasso de uma música. Ser capaz de diferenciar uma marcha de uma valsa e dar o compasso de cada uma delas."
          },
          {
            "id": "HM005-R6",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Citar 5 grandes compositores de música erudita e, pelo menos, uma composição de cada um deles, incluindo um Oratório, uma peça para piano e uma canção."
          },
          {
            "id": "HM005-R7",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar, com ou sem ajuda de um livro de partitura, ou cantar de memória 15 hinos ou corinhos de sua igreja, pelo menos, um verso ou estrofe e listar o compositor de cada um deles."
          },
          {
            "id": "HM005-R8",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar de memória uma peça musical de qualidade, diferente das que foram apresentadas no requisito 7 e apresentá-la para um grupo de pessoas."
          },
          {
            "id": "HM005-R9",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber a função do maestro de uma orquestra e compreender o significado dos principais gestos que ele faz, ou com uma batuta, ou com as mãos."
          },
          {
            "id": "HM005-R10",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser capaz de ensinar um grupo pequeno de pessoas a tocar ou cantar um hino ou coro da sua igreja, com ou sem auxílio de partitura, e apresentar satisfatoriamente para um grupo de pessoas."
          }
        ]
      },
      {
        "id": "HM006",
        "name": "Música Avançado",
        "badge": "null",
        "level": 3,
        "year": 0,
        "originatingInstitution": "null",
        "requirements": [
          {
            "id": "HM006-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ter a especialidade de Música Intermediário."
          },
          {
            "id": "HM006-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Estudar a biografia de um compositor do Hinário Adventista à sua escolha. Dizer como se deu o início de sua vida musical, quais oportunidades teve, onde estudou música, qual instrumento dominava, principais obras e como foi sua morte/o que faz atualmente."
          },
          {
            "id": "HM006-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Cumprir um dos itens abaixo:",
            "options": [
              "Para instrumentistas: com auxílio de uma partitura, tocar um trecho de música moderadamente difícil e saber todos os símbolos e termos contidos na partitura deste trecho.",
              "Para cantores: Demonstrar, usando uma batuta ou as mãos, como liderar um coral para interpretar, pelo menos, uma composição em 3/4 e uma em 4/4."
            ]
          },
          {
            "id": "HM006-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser capaz de tocar ou cantar, com ou sem auxílio de partitura, qualquer hino aleatoriamente a partir do hinário ou de algum livro de corinhos de sua igreja."
          },
          {
            "id": "HM006-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser aprovado no teste de nível para curso superior de música, ou avaliação equivalente, realizada por instrutor igualmente capacitado."
          }
        ]
      },
      {
        "id": "HM007",
        "name": "Letreiros e Cartazes",
        "badge": "null",
        "level": 2,
        "year": 1933,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM007-R1",
            "quest": "Escrever de memória o alfabeto completo, maiúsculas e minúsculas, de 2 dos seguintes tipos de fontes:",
            "options": [
              "Gótico",
              "Times New Roman",
              "Itálico",
              "Arial",
              "Calibri",
              "Verdana"
            ]
          },
          {
            "id": "HM007-R2",
            "quest": "Demonstrar os diferentes tipos de tamanhos de letras e canetas a serem utilizadas ao se fazer um cartaz."
          },
          {
            "id": "HM007-R3",
            "quest": "Citar, pelo menos, 4 princípios básicos ao se fazer um cartaz atraente e diversificado."
          },
          {
            "id": "HM007-R4",
            "quest": "Fazer, pelo menos, 3 cartazes demonstrando a variedade de tamanho das fontes a serem utilizadas. Escolher um departamento da igreja para realizar esta tarefa."
          },
          {
            "id": "HM007-R5",
            "quest": "Fazer 5 cartazes com temas diferenciados da nossa atualidade, onde os mesmos serão avaliados de acordo com os seguintes critérios: capricho, criatividade e tipos de letra usados."
          },
          {
            "id": "HM007-R6",
            "quest": "Praticar com precisão todas as letras do nosso alfabeto até demonstrar um domínio da mesma."
          }
        ]
      },
      {
        "id": "HM008",
        "name": "Cestaria",
        "badge": "null",
        "level": 2,
        "year": 1937,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM008-R1",
            "quest": "Apresentar para o examinador (Escrito ou oralmente) um trabalho sobre 2 países onde cresce o junco."
          },
          {
            "id": "HM008-R2",
            "quest": "Explicar como tratar o junco antes do trançamento."
          },
          {
            "id": "HM008-R3",
            "quest": "Conhecer outros tipos de fibras vegetais que podem ser usadas na cestaria e que são comuns em sua região."
          },
          {
            "id": "HM008-R4",
            "quest": "Que ferramentas você usaria para:",
            "options": [
              "Fazer cestas de junco?",
              "Fazer cestas de raffia?"
            ]
          },
          {
            "id": "HM008-R5",
            "quest": "Definir:",
            "options": [
              "Trançamento chamuscado",
              "Achatamento"
            ]
          },
          {
            "id": "HM008-R6",
            "quest": "Explicar como:",
            "options": [
              "Consertar uma estaca quebrada da roda de trançar",
              "Emendar o junco."
            ]
          },
          {
            "id": "HM008-R7",
            "quest": "Citar 2 tipos de bases usadas em cestas e especificar em qual tipo de cesta cada base pode ser usada."
          },
          {
            "id": "HM008-R8",
            "quest": "Descrever como fazer:",
            "options": [
              "Um trançamento duplo",
              "Uma tripla guarnição de raios"
            ]
          },
          {
            "id": "HM008-R9",
            "quest": "Fazer uma bandeja para lanches, com base de madeira."
          },
          {
            "id": "HM008-R10",
            "quest": "Fazer algum objeto simples com base trançada."
          },
          {
            "id": "HM008-R11",
            "quest": "Fazer um descanso de panelas redondo, de 15 centímetros de diâmetro, de Raffia ou similar."
          }
        ]
      },
      {
        "id": "HM009",
        "name": "Trabalhos em Metal",
        "badge": "null",
        "level": 2,
        "year": 1937,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM009-R1",
            "quest": "Conhecer, pelo menos, 3 tipos de metais que são utilizados em trabalhos com metal."
          },
          {
            "id": "HM009-R2",
            "quest": "Realizar um trabalho em metal utilizando as ferramentas apropriadas para o trabalho e escolhendo um dos acabamentos finais:",
            "options": [
              "Envelhecimento",
              "Repuxado ou cinzelado"
            ]
          },
          {
            "id": "HM009-R3",
            "quest": "Completar um projeto usando um perfurador de metal."
          },
          {
            "id": "HM009-R4",
            "quest": "Completar um projeto usando perfuração, rebitagem e dobra de metal."
          },
          {
            "id": "HM009-R5",
            "quest": "Demonstrar capacidade de usar corretamente os seguintes equipamentos com segurança:",
            "options": [
              "Esquadro",
              "Serra de joalheiro",
              "Martelo de bola",
              "Rebitadeira",
              "Morsa ou mini torno",
              "Suta",
              "Riscador e punção de bico",
              "Alicates de ponta redonda,chata e universal",
              "Tesoura de cortar metal",
              "Escopro",
              "Serrinha",
              "Cinzéis",
              "Lima",
              "Furadeira"
            ]
          },
          {
            "id": "HM009-R6",
            "quest": "Quais são os EPIs (equipamentos de proteção individual) necessários para se trabalhar com metais?"
          }
        ]
      },
      {
        "id": "HM010",
        "name": "Arte de Oleiro",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM010-R1",
            "quest": "Escrever ou explicar oralmente os diferentes tipos e usos da arte em louça e dos materiais usados em sua confecção."
          },
          {
            "id": "HM010-R2",
            "quest": "Qual é o propósito de um vitrificado? Descreva os perigos específicos a serem evitados."
          },
          {
            "id": "HM010-R3",
            "quest": "Projetar e desenhar 2 louças de barro, uma das quais deve ser decorada."
          },
          {
            "id": "HM010-R4",
            "quest": "Fazer 3 dos objetos a seguir. Cada projeto deve ser decorado com, por exemplo, pintura, vitrificado ou entalhe.",
            "options": [
              "Um jarro ou vaso.",
              "Uma caixa.",
              "Outro objeto semelhante.",
              "Desenhar e fabricar quatro azulejos diferentes.",
              "Uma bandeja ou prato.",
              "Na roda do oleiro, fazer um vaso simples."
            ]
          }
        ]
      },
      {
        "id": "HM011",
        "name": "Entalhe em Madeira",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM011-R1",
            "quest": "Explique as características das madeiras de coníferas e folhosas. Faça uma lista com, ao menos, 5 tipos de madeira ideais para trabalhos de entalhe."
          },
          {
            "id": "HM011-R2",
            "quest": "Descrever os diferentes instrumentos usados no entalhe de madeira e explicar como afiá-los."
          },
          {
            "id": "HM011-R3",
            "quest": "Explicar os melhores métodos de lidar com a fibra da madeira."
          },
          {
            "id": "HM011-R4",
            "quest": "Desenhar e entalhar uma placa em baixo-relevo dois dos itens a seguir:",
            "options": [
              "Uma bandeja",
              "Suporte de livros",
              "Um apito",
              "Abridor de cartas",
              "Outro item equivalente de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM012",
        "name": "Ornamentação com Flores",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM012-R1",
            "quest": "Cite seis plantas perenes e seis anuais adequadas para arranjos de flores em ambientes internos."
          },
          {
            "id": "HM012-R2",
            "quest": "Cite pelo menos três flores que florescem na primavera ou no início do verão, adequadas para arranjos de flores em ambientes internos."
          },
          {
            "id": "HM012-R3",
            "quest": "Cite pelo menos três flores que não se conservam bem ao serem cortadas e três que sim."
          },
          {
            "id": "HM012-R4",
            "quest": "Dê seis sugestões sobre o corte de flores e seus cuidados posteriores, como quando cortar, como cortar e como guardar."
          },
          {
            "id": "HM012-R5",
            "quest": "Em que estágio de desenvolvimento devemos cortar rosas, gladíolos e dálias?"
          },
          {
            "id": "HM012-R6",
            "quest": "Dê três sugestões sobre a relação dos recipientes com as flores usadas e três sobre a relação do arranjo com o ambiente e os móveis."
          },
          {
            "id": "HM012-R7",
            "quest": "No arranjo de flores, qual deve ser a relação entre tons escuros e claros, flores grandes e pequenas, flores abertas e parcialmente abertas?"
          },
          {
            "id": "HM012-R8",
            "quest": "Faça dois arranjos de flores artísticas em cada uma das seguintes áreas:",
            "options": [
              "Decoração de mesa",
              "Uso geral da casa",
              "Serviço público"
            ]
          },
          {
            "id": "HM012-R9",
            "quest": "Quais são algumas flores silvestres que poderiam ser usadas em arranjos para a casa? Que combinações dessas flores podem ser usadas?"
          }
        ]
      },
      {
        "id": "HM013",
        "name": "Pintura em Vidro",
        "badge": "null",
        "level": 1,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM013-R1",
            "quest": "Listar e descrever, no mínimo, 3 técnicas distintas de pintura em vidro, diferentes das citadas nessa especialidade."
          },
          {
            "id": "HM013-R2",
            "quest": "Listar, ao menos, 3 tipos de tintas especializadas para pintura em vidro."
          },
          {
            "id": "HM013-R3",
            "quest": "Conhecer as cores primárias e as secundárias; saber como misturar as cores primárias para obter as cores secundárias. Que misturas de tintas devem ser evitadas e por quê?"
          },
          {
            "id": "HM013-R4",
            "quest": "Conhecer o material usado para pintar, montar e pendurar os vidros pintados."
          },
          {
            "id": "HM013-R5",
            "quest": "Qual a importância de fazer uma boa limpeza e secagem do vidro antes de iniciar alguma técnica de pintura?"
          },
          {
            "id": "HM013-R6",
            "quest": "Explicar como é feita a técnica de transparência utilizada na pintura em vidro."
          },
          {
            "id": "HM013-R7",
            "quest": "Fazer uma silhueta em vidro e prepará-la para ser pendurada."
          },
          {
            "id": "HM013-R8",
            "quest": "Fazer uma pintura com as mãos, num espelho."
          },
          {
            "id": "HM013-R9",
            "quest": "Fazer e expor uma pintura em vidro para cada um dos motivos de desenho a seguir:",
            "options": [
              "Animal",
              "Flor",
              "Paisagem"
            ]
          },
          {
            "id": "HM013-R10",
            "quest": "Completar pinturas em vidro utilizando 2 dos seguintes:",
            "options": [
              "Serigrafia",
              "Rolo e Pincel",
              "Mosaico (com papel contato)"
            ]
          }
        ]
      },
      {
        "id": "HM014",
        "name": "Tecelagem",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM014-R1",
            "quest": "Definir o que é tecelagem. Qual a origem dessa antiga forma de artesanato?"
          },
          {
            "id": "HM014-R2",
            "quest": "Descrever e exemplificar os processos de preparação básicos para a tecelagem."
          },
          {
            "id": "HM014-R3",
            "quest": "Citar, pelo menos, 3 matérias-primas que são muito usadas para a tecelagem."
          },
          {
            "id": "HM014-R4",
            "quest": "Definir os seguintes termos:",
            "options": [
              "Teia ou Urdume",
              "Trama",
              "Lançadeira de tear",
              "Cilindro do tear",
              "Tear de pente liço (Fios que guiam o Urdume)",
              "Cilindro para Tecido"
            ]
          },
          {
            "id": "HM014-R5",
            "quest": "Por quais outros nomes o Urdume pode ser chamado?"
          },
          {
            "id": "HM014-R6",
            "quest": "O que é urdidura direta? Que processos e equipamentos são necessários para a sua realização?"
          },
          {
            "id": "HM014-R7",
            "quest": "Desenhar, pelo menos, 3 estruturas diferentes de tecidos, demonstrando como acontece o entrelaçamento do urdume com a trama."
          },
          {
            "id": "HM014-R8",
            "quest": "Fazer um tear à mão em um papelão e em seguida desenvolver uma bolsa simples."
          },
          {
            "id": "HM014-R9",
            "quest": "Desenhar e tecer uma toalha de mesa, utilizando, pelo menos, 3 cores diferentes."
          },
          {
            "id": "HM014-R10",
            "quest": "Cumprir um dos seguintes:",
            "options": [
              "Identificar cada uma das partes de um tear e explicar a função de cada uma delas.",
              "Fazer um simples tear de madeira, no qual possa tecer uma camisa básica."
            ]
          },
          {
            "id": "HM014-R11",
            "quest": "Fazer um pegador de panela com alça."
          }
        ]
      },
      {
        "id": "HM015",
        "name": "Trabalhos em Madeira",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM015-R1",
            "quest": "Identificar, pelo menos, 5 tipos comuns de madeira, tais como: pinho, peroba, mogno, maçaranduba e jacarandá."
          },
          {
            "id": "HM015-R2",
            "quest": "Conhecer as características das madeiras identificadas e conhecer, ao menos, uma utilidade para cada exemplo dado."
          },
          {
            "id": "HM015-R3",
            "quest": "Quais as diferenças entre coníferas e folhosas? Essa classificação indica que espécies são melhores para trabalhos em madeira? Justifique sua resposta."
          },
          {
            "id": "HM015-R4",
            "quest": "Saber como usar adequadamente as seguintes ferramentas em trabalhos com madeira:",
            "options": [
              "Serra tico-tico",
              "Lima ou grosa",
              "Plaina",
              "Faca",
              "Talhadeira/formão",
              "Lixas"
            ]
          },
          {
            "id": "HM015-R5",
            "quest": "Conhecer, pelo menos, 2 procedimentos de segurança para cada uma das ferramentas acima."
          },
          {
            "id": "HM015-R6",
            "quest": "Cortar, montar e dar acabamento em um suporte de livros ou peso para portas."
          },
          {
            "id": "HM015-R7",
            "quest": "Entalhar e terminar uma estaca de jardim ou uma placa para o gramado, dando alguma forma, tal como de uma criança, pássaro, flor ou árvore."
          },
          {
            "id": "HM015-R8",
            "quest": "Fazer uma placa, uma bandeja, ou algum outro objeto útil em que a madeira é usada."
          }
        ]
      },
      {
        "id": "HM016",
        "name": "Aeromodelismo",
        "badge": "null",
        "level": 2,
        "year": 1944,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM016-R1",
            "quest": "Montar, a partir de um kit, e fazer voar com sucesso um aeroplano de madeira leve, papel de seda e borracha ou outro material movido à gasolina."
          },
          {
            "id": "HM016-R2",
            "quest": "Montar um planador a partir de um kit, observar suas características de vôo e sua relação com as posições variáveis das asas."
          },
          {
            "id": "HM016-R3",
            "quest": "Montar e fazer voar, com sucesso, dois diferentes estilos de aeroplanos usando folhas de papel entre 20 e 35 centímetros de comprimento e largura."
          },
          {
            "id": "HM016-R4",
            "quest": "Definir, localizar e explicar o uso dos seguintes itens básicos:",
            "options": [
              "Fuselagem",
              "Asa",
              "Leme",
              "Estabilizador horizontal",
              "Tirante",
              "Cockpit",
              "Motor",
              "Trem de pouso",
              "Hélice"
            ]
          }
        ]
      },
      {
        "id": "HM017",
        "name": "Cultura Indígena",
        "badge": "null",
        "level": 2,
        "year": 1944,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM017-R1",
            "quest": "Porque os nativos das Américas foram chamados de índios pelos europeus?"
          },
          {
            "id": "HM017-R2",
            "quest": "Listar 5 utensílios domésticos produzidos pelos índios de sua região, utilizando materiais naturais. Fazer um destes itens e demonstrar o uso para a seu instrutor."
          },
          {
            "id": "HM017-R3",
            "quest": "Listar 15 alimentos ou prato típico introduzidos na cultura gastronômica de seus países pelos índios."
          },
          {
            "id": "HM017-R4",
            "quest": "Citar 5 hábitos culturais da atualidade em seu país herdados dos índios."
          },
          {
            "id": "HM017-R5",
            "quest": "Listar 10 palavras de origem indígena incorporadas a língua oficial de seu país."
          },
          {
            "id": "HM017-R6",
            "quest": "Relacionar 5 lugares(estados, cidades, etc.) em seu país que possui nome indígena e dê o significado de cada um deles."
          },
          {
            "id": "HM017-R7",
            "quest": "Conhecer 5 rochas e/ou minerais e saber como eram usados pelos índios."
          },
          {
            "id": "HM017-R8",
            "quest": "Explicar como, e com quais materiais, os índios produziam seus arcos e flechas."
          },
          {
            "id": "HM017-R9",
            "quest": "Listar 5 pratos da culinária indígena feitos com mandioca. Apresentar as receitas e demonstrar habilidade no preparo de, ao menos, 2 desses pratos."
          },
          {
            "id": "HM017-R10",
            "quest": "O que são pinturas rupestres indígenas? E qual o lugar mais próximo onde podem ser encontradas?"
          },
          {
            "id": "HM017-R11",
            "quest": "Listar, ao menos, 10 materiais utilizados como matéria-prima pelos índios nativos de seu país na confecção de peças de artesanato e indicar o tipo de peça produzido com cada material citado."
          },
          {
            "id": "HM017-R12",
            "quest": "Fazer e apresentar a seu instrutor, ao menos, 3 itens de artesanato dentre os listados no requisito anterior."
          }
        ]
      },
      {
        "id": "HM018",
        "name": "Escultura",
        "badge": "null",
        "level": 2,
        "year": 1945,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM018-R1",
            "quest": "Relacionar as ferramentas e material usados em esculturas simples."
          },
          {
            "id": "HM018-R2",
            "quest": "Modelar dois ou mais exemplos de animais de brinquedos, empregando uma das técnicas de escultura em materiais como: argila, massa plástica, etc."
          },
          {
            "id": "HM018-R3",
            "quest": "Fazer um modelo da mão ou pé humano usando uma das técnicas de escultura."
          },
          {
            "id": "HM018-R4",
            "quest": "A partir de um modelo vivo, fazer uma escultura em relevo da cabeça, empregando uma das técnicas de escultura (Não precisa ser em tamanho natural)."
          }
        ]
      },
      {
        "id": "HM019",
        "name": "Xilogravura",
        "badge": "null",
        "level": 2,
        "year": 1945,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM019-R1",
            "quest": "Definir o que é xilogravura e onde surgiu essa arte contemporânea."
          },
          {
            "id": "HM019-R2",
            "quest": "Explicar os princípios básicos da preparação de um desenho e leitura aplicada em uma xilogravura."
          },
          {
            "id": "HM019-R3",
            "quest": "Fazer uma lista de ferramentas e equipamentos necessários para uma xilogravura."
          },
          {
            "id": "HM019-R4",
            "quest": "Explique a diferencia entre desenho e matriz. Que tipos de papeis são mais recomendados para a realização de uma xilogravura?"
          },
          {
            "id": "HM019-R5",
            "quest": "Identificar as ferramentas e materiais que podem ser usados para confeccionar uma matriz. Que preparos e cuidados devem ser tomados com o manuseio da mesma?"
          },
          {
            "id": "HM019-R6",
            "quest": "Como as modalidades de uma xilogravura são classificadas?"
          },
          {
            "id": "HM019-R7",
            "quest": "Que tintas são mais adequadas para uma boa impressão em xilogravura?"
          },
          {
            "id": "HM019-R8",
            "quest": "Pesquisar um tipo de arte ou literatura em que tenha sido utilizada e/ou propagada a xilogravura. Mencionar o local, período e importância histórica."
          },
          {
            "id": "HM019-R9",
            "quest": "Usando as técnicas da Xilogravura (desenhar, esculpir e imprimir), fazer, pelo menos:",
            "options": [
              "Um cartão de saudação",
              "Uma capa de um livro",
              "Um objeto de livre escolha diferente dos anteriores"
            ]
          }
        ]
      },
      {
        "id": "HM020",
        "name": "Cerâmica",
        "badge": "null",
        "level": 2,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM020-R1",
            "quest": "Definir o que é cerâmica e qual a sua origem."
          },
          {
            "id": "HM020-R2",
            "quest": "Como a cerâmica pode ser classificada?"
          },
          {
            "id": "HM020-R3",
            "quest": "Descrever os seguintes termos:",
            "options": [
              "Cerâmica verde",
              "Esmalte",
              "Decalcar",
              "Forno",
              "Vitrificação",
              "Torneamento",
              "Colagem ou Fundição"
            ]
          },
          {
            "id": "HM020-R4",
            "quest": "Qual a diferença entre a cerâmica tradicional e a cerâmica avançada? Citar exemplos de cada uma delas."
          },
          {
            "id": "HM020-R5",
            "quest": "Citar, pelo menos, 2 métodos mais comuns que são utilizados na formação da cerâmica."
          },
          {
            "id": "HM020-R6",
            "quest": "Descrever o processo de tratamento do barro ou argila. Explicar como evitar que apareçam bolhas durante o cozimento de uma peça."
          },
          {
            "id": "HM020-R7",
            "quest": "Explicar como são utilizados os cones nos fornos industriais."
          },
          {
            "id": "HM020-R8",
            "quest": "Saber como e quando utilizar o processo de vitrificação."
          },
          {
            "id": "HM020-R9",
            "quest": "Citar algumas ferramentas que podem ser usadas para os trabalhos em cerâmica."
          },
          {
            "id": "HM020-R10",
            "quest": "Através do processo de fabricação da cerâmica, tirar alguma lição espiritual considerando o barro com o ser humano e Deus como o oleiro."
          },
          {
            "id": "HM020-R11",
            "quest": "NOTA: O cozimento da cerâmica não necessariamente deverá ser feito pelo Desbravador. Fazer um objeto de sua escolha usando o processo de vitrificação."
          },
          {
            "id": "HM020-R12",
            "quest": "NOTA: O cozimento da cerâmica não necessariamente deverá ser feito pelo Desbravador. Fazer 2 dos seguintes itens onde, pelo menos, um seja feito através do processo de vitrificação:",
            "options": [
              "Pote de biscoitos",
              "Vaso de flores",
              "Jarro",
              "Copo ou caneca",
              "Uma bandeja de frutas",
              "Travessa de porcelana",
              "Objeto de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM021",
        "name": "Pintura em Tecido",
        "badge": "null",
        "level": 2,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM021-R1",
            "quest": "Listar os materiais utilizados para pintura em tecido."
          },
          {
            "id": "HM021-R2",
            "quest": "Saber como preparar o material para a pintura."
          },
          {
            "id": "HM021-R3",
            "quest": "Quais as vantagens e desvantagens dos diferentes tipos de cerdas de pinceis?"
          },
          {
            "id": "HM021-R4",
            "quest": "Citar os diferentes usos dos diferentes tamanhos de pinceis."
          },
          {
            "id": "HM021-R5",
            "quest": "Saber como misturar a tinta e limpar e armazenar os pincéis após terem sido usados."
          },
          {
            "id": "HM021-R6",
            "quest": "Quanto tempo deve-se esperar para que a tintura seque?"
          },
          {
            "id": "HM021-R7",
            "quest": "Como deve ser feita a conservação e o armazena mento de uma peça pintada?"
          },
          {
            "id": "HM021-R8",
            "quest": "Saber como traçar e transferir uma figura para o tecido."
          },
          {
            "id": "HM021-R9",
            "quest": "Demonstrar a centralização da estampa no tecido."
          },
          {
            "id": "HM021-R10",
            "quest": "O que é um molde vazado ou estêncil?"
          },
          {
            "id": "HM021-R11",
            "quest": "Quais as diferenças entre as técnicas para pintura à mão livre e com molde vazado?"
          },
          {
            "id": "HM021-R12",
            "quest": "O que é necessário para fazer um molde vazado em casa?"
          },
          {
            "id": "HM021-R13",
            "quest": "Fazer um molde vazado a partir de uma figura de sua escolha."
          },
          {
            "id": "HM021-R14",
            "quest": "Pintar uma estampa de cada fruta (para aprender a realçar luz e sombras); flores (para desenvolver um bom sombreado); e rosto humano (para aprender o uso do pincel fino)."
          },
          {
            "id": "HM021-R15",
            "quest": "Usando um estêncil, pintar algum objeto com, pelo menos, 2 cores."
          }
        ]
      },
      {
        "id": "HM022",
        "name": "Trabalhos em Feltro",
        "badge": "null",
        "level": 1,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM022-R1",
            "quest": "A partir de que fibra é feito o feltro? O que lhe dá sua força elástica?"
          },
          {
            "id": "HM022-R2",
            "quest": "Mencionar 7 utilidades do feltro."
          },
          {
            "id": "HM022-R3",
            "quest": "Apresentar 3 razões porque o feltro é um bom material para artesanato."
          },
          {
            "id": "HM022-R4",
            "quest": "Mencionar os passos essenciais na fabricação do feltro."
          },
          {
            "id": "HM022-R5",
            "quest": "Fazer 2 itens a seguir, usando, pelo menos, 3 cores diferentes de feltro:",
            "options": [
              "Figura para a Escola Sabatina",
              "Marca páginas",
              "Almofadas de alfinetes",
              "Bandeirola",
              "Imã de geladeira"
            ]
          },
          {
            "id": "HM022-R6",
            "quest": "Fazer 2 dos itens a seguir:",
            "options": [
              "Pequeno mural de parede",
              "Decoração temática para uma data especial",
              "Fantoche",
              "Pegadores de cozinha e descansos de panelas"
            ]
          },
          {
            "id": "HM022-R7",
            "quest": "Costurar, em feltro, as seguintes peças:",
            "options": [
              "Animal com enchimento",
              "Boneco ou outro brinquedo com enchimento",
              "Sacola"
            ]
          }
        ]
      },
      {
        "id": "HM023",
        "name": "Trabalhos em Acrílico",
        "badge": "null",
        "level": 2,
        "year": 1961,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM023-R1",
            "quest": "Fazer uma lista do material e equipamentos necessários para fazer pequenas peças de acrílico fundidas em moldes plásticos."
          },
          {
            "id": "HM023-R2",
            "quest": "Saber como limpar e cuidar adequadamente dos moldes de plástico."
          },
          {
            "id": "HM023-R3",
            "quest": "Que precauções de segurança devem ser tomadas ao trabalhar com acrílico?"
          },
          {
            "id": "HM023-R4",
            "quest": "Explicar como misturar resina para:",
            "options": [
              "Fundir",
              "Fazer camada colorida"
            ]
          },
          {
            "id": "HM023-R5",
            "quest": "Qual a finalidade dos seguintes materiais?",
            "options": [
              "Catalisador",
              "Temperador de superfície",
              "Pigmentos"
            ]
          },
          {
            "id": "HM023-R6",
            "quest": "O que significa polimerização?"
          },
          {
            "id": "HM023-R7",
            "quest": "Fazer 3 peças fundidas com, pelo menos, um item incrustado em cada uma delas."
          },
          {
            "id": "HM023-R8",
            "quest": "Preparar e incrustar 2 itens da natureza que sejam apropriados para esta técnica. Os itens da natureza podem ser incrustados numa peça fundida ou mais."
          }
        ]
      },
      {
        "id": "HM024",
        "name": "Modelagem e Fabricação de Sabão",
        "badge": "null",
        "level": 1,
        "year": 1964,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM024-R1",
            "quest": "Quais são os componentes básicos usados para se fazer sabão?"
          },
          {
            "id": "HM024-R2",
            "quest": "Qual é a diferença entre o sabão e o detergente?"
          },
          {
            "id": "HM024-R3",
            "quest": "O que causa a ação limpadora do sabão?"
          },
          {
            "id": "HM024-R4",
            "quest": "Mencionar 7 tipos de sabão. Explicar as vantagens e desvantagens de cada um deles."
          },
          {
            "id": "HM024-R5",
            "quest": "O que é a espuma? Por que não necessariamente a quantidade de espuma determina a ação limpadora do sabão ou detergente?"
          },
          {
            "id": "HM024-R6",
            "quest": "Esculpir um objeto numa barra de sabão ou sabonete."
          },
          {
            "id": "HM024-R7",
            "quest": "Decorar um sabonete para dar de presente."
          }
        ]
      },
      {
        "id": "HM025",
        "name": "Modelagem e Fabricação de Sabão - avançado",
        "badge": "null",
        "level": 2,
        "year": 1964,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM025-R1",
            "quest": "Ter a especialidade de Modelagem e fabricação de sabão."
          },
          {
            "id": "HM025-R2",
            "quest": "Que tipos de gorduras podem ser usadas para fazer sabão?"
          },
          {
            "id": "HM025-R3",
            "quest": "O que deve ser modificado na fórmula do sabão para que ele fique?",
            "options": [
              "Transparente",
              "Tão leve que boie na água",
              "Mais duro"
            ]
          },
          {
            "id": "HM025-R4",
            "quest": "Aprender e explicar os seguintes versos bíblicos: Jeremias 2:22; Malaquias 3:2."
          },
          {
            "id": "HM025-R5",
            "quest": "Listar 4 técnicas diferentes de fazer sabão. Fazer uma medida de sabão usando 2 destas técnicas."
          },
          {
            "id": "HM025-R6",
            "quest": "Fazer uma lista dos utensílios necessários para o cumprimento do requisito anterior."
          },
          {
            "id": "HM025-R7",
            "quest": "Quais são os cuidados necessários durante a fabricação do sabão?"
          },
          {
            "id": "HM025-R8",
            "quest": "Cumprir um dos requisitos a seguir:",
            "options": [
              "Visitar uma fábrica de sabão.",
              "Obter informações de uma fábrica de sabão, sobre como o mesmo é feito.",
              "Fazer um relatório de, no mínimo, 2 páginas explicando o processo de fabricação do sabão e como ele age no processo de limpeza."
            ]
          }
        ]
      },
      {
        "id": "HM026",
        "name": "Arte de Fazer Esteiras",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM026-R1",
            "quest": "Mencionar, pelo menos, 2 materiais que são usados em seu país para fazer esteiras."
          },
          {
            "id": "HM026-R2",
            "quest": "Explicar e demonstrar como preparar estes materiais para a confecção de esteiras."
          },
          {
            "id": "HM026-R3",
            "quest": "Dar o nome de, pelo menos, 2 plantas de seu país que podem ser usadas para fazer tintas. Dizer onde são encontradas e como é feito o preparo da tinta a partir delas."
          },
          {
            "id": "HM026-R4",
            "quest": "Demonstrar como usar tintas naturais e sintéticas para colorir esteiras."
          },
          {
            "id": "HM026-R5",
            "quest": "Fazer, pelo menos, 2 esteiras com, ao menos, 2 tipos de trançados diferentes. Uma delas deve ter um trançado bem fino."
          }
        ]
      },
      {
        "id": "HM027",
        "name": "Construção Nativa",
        "badge": "null",
        "level": 3,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM027-R1",
            "quest": "Ajudar no planejamento de uma casa simples, bem esquadrada e com precisão."
          },
          {
            "id": "HM027-R2",
            "quest": "Ajudar na escolha e corte de madeiras adequadas no mato para uso no piso, vigas, placas da parede, pregos, degraus e portas."
          },
          {
            "id": "HM027-R3",
            "quest": "Fazer o seguinte:",
            "options": [
              "Trançar materiais para paredes.",
              "Fazer seções para a parede, com medidas de 1 m x 1 m. Mostrar 2 padrões diferentes de tranças."
            ]
          },
          {
            "id": "HM027-R4",
            "quest": "Mostrar capacidade para cobrir um telhado corretamente, usando sapé, folhas de palmeira, de coqueiro ou outro material."
          },
          {
            "id": "HM027-R5",
            "quest": "Quando necessário, selecionar, preparar e usar cipós para amarração das vigas e estruturas."
          },
          {
            "id": "HM027-R6",
            "quest": "Participar da construção de uma casa, com não menos que 4m x 2m com materiais nativos. Na construção da casa, praticar todos os requisitos anteriores (1 a 5). Enquanto construir a casa, mostrar o cuidado necessário para manter o material livre de cupins."
          },
          {
            "id": "HM027-R7",
            "quest": "Demonstrar capacidade para identificar, usar e os cuidados quanto à segurança no manuseio das seguintes ferramentas: machado, serra, martelo, talhadeira, faca, régua, fita métrica e pá."
          }
        ]
      },
      {
        "id": "HM028",
        "name": "Ferreomodelismo",
        "badge": "null",
        "level": 2,
        "year": 1967,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM028-R1",
            "quest": "Apresentar a história e desenvolvimento do ferreomodelismo."
          },
          {
            "id": "HM028-R2",
            "quest": "Identificar a diferença no funcionamento da força motriz dos seguintes protótipos:",
            "options": [
              "Vapor",
              "Diesel",
              "Elétrico"
            ]
          },
          {
            "id": "HM028-R3",
            "quest": "Saber o nome, escala e dimensão de quatro bitolas usadas no ferreomodelismo."
          },
          {
            "id": "HM028-R4",
            "quest": "Conhecer os formatos e nomes de, pelo menos, 8 tipos de traçados de linhas em protótipos de estrada de ferro."
          },
          {
            "id": "HM028-R5",
            "quest": "Conhecer, pelo menos, 6 pontos de verificação para a manutenção de um traçado de estrada de ferro."
          },
          {
            "id": "HM028-R6",
            "quest": "Identificar e explicar o uso de:",
            "options": [
              "5 tipos de vagões de carga",
              "3 tipos de vagões de passageiros",
              "3 tipos de locomotivas a vapor, de acordo com o tipo de rodas",
              "2 tipos de mecanismos de alerta para cruzamentos em nível",
              "2 tipos de sinais próprios para a estrada de ferro",
              "2 tipos de construções ou estruturas ligadas à estrada de ferro"
            ]
          },
          {
            "id": "HM028-R7",
            "quest": "Conhecer o significado dos seguintes termos do ferreomodelismo:",
            "options": [
              "Balastro",
              "Dormente",
              "Secção",
              "Intersecção",
              "Chave intermediária",
              "Duplex ou múltipla unidade",
              "Equipamento de tração",
              "Patilha",
              "Cruzamento",
              "Intervalo",
              "Bitola",
              "Nível",
              "Campo de gravidade",
              "Rolamento superaquecido ou freio dinâmico",
              "Diário de bordo",
              "Traçado",
              "Linha-tronco ou principal",
              "Protótipo",
              "Junção de trilhos",
              "Curva em s",
              "Desvio",
              "Ramal",
              "Chave",
              "Máquina",
              "Vagão aberto",
              "Vagão fechado",
              "Desvio de linhas ou aparelho de mudança de via (amv)",
              "Trilhos duplos ou bitola mista",
              "Chave y",
              "Pátio de manobras"
            ]
          },
          {
            "id": "HM028-R8",
            "quest": "Construir parte de um traçado de linha de trem, incluindo as seguintes atividades:",
            "options": [
              "Ajudar a montar a estrutura",
              "Instalar uma parte do balastro",
              "Instalar uma parte dos trilhos",
              "Instalar, pelo menos, um desvio de linhas, inclusive a instalação elétrica",
              "Ajudar na confecção de um cenário incluindo árvores, pedras, montanhas ou grama",
              "Fazer uma construção ou estrutura típica de um protótipo de linha de ferro",
              "Ajudar na instalação de energia elétrica para os trilhos"
            ]
          },
          {
            "id": "HM028-R9",
            "quest": "Fazer funcionar um trem no traçado de trilhos que você ajudou a construir."
          }
        ]
      },
      {
        "id": "HM029",
        "name": "Herança Cultural",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM029-R1",
            "quest": "Qual a importância de se conhecer sua herança cultural?"
          },
          {
            "id": "HM029-R2",
            "quest": "Tendo os princípios bíblicos como base, listar 3 tradições negativas e 5 tradições positivas, encontradas em sua cultura."
          },
          {
            "id": "HM029-R3",
            "quest": "Listar, ao menos, 5 datas que são feriados culturais oficiais em seu país/estado e informar: data do feriado, data de oficialização, costume para o dia, costume de sua família nesse dia, etc."
          },
          {
            "id": "HM029-R4",
            "quest": "Fazer o seguinte:",
            "options": [
              "Detalhar as maneiras habituais de vestir-se para a vida cotidiana e para 2 ocasiões que, em sua cultura, se use vestimentas especiais (em termos de tradição, modelo, composição ou cor).",
              "Apresentar e explicar por meio de foto ou desenho essas vestimentas especiais."
            ]
          },
          {
            "id": "HM029-R5",
            "quest": "Como funciona a estrutura familiar em sua cultura?"
          },
          {
            "id": "HM029-R6",
            "quest": "Explicar a estrutura política vigente em seu país e identificar a origem desse sistema."
          },
          {
            "id": "HM029-R7",
            "quest": "Pesquisar e descrever os costumes, comemorações e/ou cerimônias realizados em sua cultura para as seguintes ocasiões:",
            "options": [
              "O nascimento de uma criança",
              "Tornar-se adulto (comemorações de idades especificas, ritos de passagem, etc.)",
              "Morte e sepultamento"
            ]
          },
          {
            "id": "HM029-R8",
            "quest": "Em sua cultura, como é o sistema de noivado e casamento? Analisar como é feito o pedido aos pais, o noivado, a cerimônia religiosa, a celebração, a legalidade, símbolos culturais utilizados, etc."
          },
          {
            "id": "HM0Escrever 300 palavras sobre um compositor, pintor ou escultor de seu país, que seja internacionalmente reconhecido por sua arte e apresentar em vídeo, áudio ou fotografia uma de suas obras mais conhecidas.29-R9",
            "quest": ""
          },
          {
            "id": "HM029-R10",
            "quest": "Listar os povos (nativos e colonizadores) que deram origem à sua sociedade atual. Indicar, ao menos, 2 expressões culturais herdadas de cada um desses povos."
          },
          {
            "id": "HM029-R11",
            "quest": "Conhecer 10 diferentes formas de arte ou artesanato nativo comuns em seu país. Demonstrar habilidade em produzir 3 destes itens."
          },
          {
            "id": "HM029-R12",
            "quest": "O que faz um povo perder sua cultura? Analisar se isto é benéfico ou prejudicial."
          }
        ]
      },
      {
        "id": "HM030",
        "name": "Lapidação",
        "badge": "null",
        "level": 3,
        "year": 1967,
        "originatingInstitution": "Divisão do Norte do Americana",
        "requirements": [
          {
            "id": "HM030-R1",
            "quest": "Mencionar, pelo menos, 4 precauções de segurança a tomar ao serrar pedras."
          },
          {
            "id": "HM030-R2",
            "quest": "Mencionar 2 tipos de lubrificação e refrigeração para serra de diamante e qual a finalidade."
          },
          {
            "id": "HM030-R3",
            "quest": "Explique:",
            "options": [
              "Como uma serra de diamante corta pedras",
              "Como ela perde o diamante",
              "Como pode ser afiada",
              "Quais são os tipos de máquinas usadas para corte de pedras"
            ]
          },
          {
            "id": "HM030-R4",
            "quest": "Descreva as 5 etapas básicas para se fazer um polimento em uma pedra ou uma superfície plana."
          },
          {
            "id": "HM030-R5",
            "quest": "Que precaução deve ser tomada entre a fase de lixa mento e polimento?"
          },
          {
            "id": "HM030-R6",
            "quest": "O que é um gabarito e como ele é usado?"
          },
          {
            "id": "HM030-R7",
            "quest": "O que é um cabochão e qual a espessura da placa que ela é feita?"
          },
          {
            "id": "HM030-R8",
            "quest": "Como você decide o melhor ângulo e/ou posição para polimento de pedra?"
          },
          {
            "id": "HM030-R9",
            "quest": "Mencionar, pelo menos, 2 métodos de lixamento úmido para se moldar e polir uma pedra."
          },
          {
            "id": "HM030-R10",
            "quest": "De quais materiais são confeccionados os compostos para polimento?",
            "options": [
              "Se um arranhão aparece durante o polimento, como é removido?"
            ]
          },
          {
            "id": "HM030-R11",
            "quest": "Demonstrar como serrar e desbastar uma pedra bruta. Com um cabochão, através das etapas de retificação, lixamento e polimento de alto brilho ou acabamento vitrificado, dar acabamento na pedra."
          },
          {
            "id": "HM030-R12",
            "quest": "Monte um cabochão em algum tipo de apoio, como um pino de madeira, alfinete de costura, porta-chaves, etc., com cimento."
          }
        ]
      }
    ]
  }
]



















































































 
 


 
 

 
 


 
 

 
 



 
 

 
 

 
 



















































