[
  {
    "id": "AD",
    "name": "ADRA",
    "honors": [
      {
        "id": "AD001",
        "name": "Alívio da Fome",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD001-R1",
            "quest": "Assistir a uma reportagem referente ao tema da fome no mundo e discutir com a sua unidade do Clube de Desbravadores os passos que estão sendo tomados para reduzi-la."
          },
          {
            "id": "AD001-R2",
            "quest": "Entrevistar uma pessoa que conduz distribuição de alimentos em sua área. Pode ser o líder da ASA de sua igreja, de outra igreja, ou de um centro / restaurante comunitário. Pergunte-lhe sobre que tipo de pessoas são atendidas, o que as levam a necessitarem de alimento e como essas necessidades estão sendo satisfeitas. Fazer anotações durante a entrevista e compartilhar os resultados com seu instrutor."
          },
          {
            "id": "AD001-R3",
            "quest": "Descrever as causas da fome em seu país. Você poderá fazer isso através de uma redação (com, pelo menos, 500 palavras), uma apresentação audiovisual (de, pelo menos, 10 minutos), uma encenação ou produzindo um vídeo de cerca de 1 minuto."
          },
          {
            "id": "AD001-R4",
            "quest": "Fazer uma coleta de itens alimentícios para a ASA da sua igreja, de outra igreja, ou centro/restaurante comunitário ou, se isso não for possível, escolher uma família que precisa de assistência e lhe entregar os itens coletados. Obs.: A sugestão é que sejam arrecadados pelo menos 50 alimentos não perecíveis. Deve-se prestar muita atenção ao prazo de validade dos produtos coletados. Produtos com prazo de validade expirado ou com indício de deterioração, como lata estufada, caruncho nas farinhas e feijões, mofo no arroz, etc., não devem ser coletados. Também devem ser levados em consideração os costumes de cada país ou região. Produtos desconhecidos ou que não fazem parte da alimentação do dia a dia tendem a ser mal utilizados ou não utilizados."
          },
          {
            "id": "AD001-R5",
            "quest": "Visitar um banco de alimentos, um centro de distribuição de alimentos ou um restaurante ou cozinha comunitária e dispor-se como voluntário para ajudar o pessoal que trabalha no estabelecimento. Conversar com eles para saber como os alimentos são obtidos e quais são alguns dos desafios para consegui-los, armazená-los e distribuí-los. Este requisito poderá ser feito apenas pela sua unidade ou com todo o Clube de Desbravadores."
          }
        ]
      },
      {
        "id": "AD002",
        "name": "Avaliação da Comunidade",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD002-R1",
            "quest": "Selecionar uma comunidade ou área urbana com a qual esteja familiarizado e descrever, da melhor forma possível, as seguintes informações:",
            "options": [
              "Localização em um mapa",
              "Demografia (nº de habitantes, de preferência distribuídos por sexo e idade)",
              "Condições socioeconômicas",
              "Ocupações laborais mais comuns",
              "Acesso à rede educacional e de saúde",
              "Nível de educação",
              "Nível de segurança",
              "Outros dados que achar relevantes"
            ]
          },
          {
            "id": "AD002-R2",
            "quest": "Listar as necessidades que você vê em sua comunidade. Isso pode incluir melhor apoio a famílias de baixa renda, assistência a idosos que vivem sozinhos, melhora na limpeza das áreas públicas, etc."
          },
          {
            "id": "AD002-R3",
            "quest": "Entrevistar um líder comunitário, professor, pastor de igreja ou oficial de polícia para saber como pessoas como você poderiam exercer impacto positivo em tal comunidade ou área. Fazer anotações."
          },
          {
            "id": "AD002-R4",
            "quest": "Preparar um relatório para o seu Clube de Desbravadores apresentando suas descobertas e descrever o que você aprendeu especificamente a respeito da comunidade ou área que escolheu. Seja criativo."
          },
          {
            "id": "AD002-R5",
            "quest": "Descrever as melhorias mais importantes necessárias à sua comunidade e o que você pode fazer para ajudar."
          }
        ]
      },
      {
        "id": "AD003",
        "name": "Serviço Comunitário",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD003-R1",
            "quest": "Ler os seguintes textos bíblicos e explicar o que eles ensinam a respeito do papel que Deus espera que cada cristão desempenhe para satisfazer as necessidades dos pobres e sofredores na comunidade.",
            "options": [
              "Isaías 58:3-12",
              "Lucas 10: 25-37",
              "Mateus 25:31-46"
            ]
          },
          {
            "id": "AD003-R2",
            "quest": "Explique o seguinte ao seu instrutor:",
            "options": [
              "Qual é o significado do acrônimo ADRA? Apresentar uma breve explanação do que cada letra representa e explicar a diferença entre 'assistência' e 'desenvolvimento'.",
              "Qual o nome do serviço social prestado pela Igreja Adventista local que ajuda os pobres e sofredores em seu entorno? Que tipos de serviços ele provê?"
            ]
          },
          {
            "id": "AD003-R3",
            "quest": "Reunir-se com o líder da Ação Solidária Adventista em sua área e perguntar a respeito dos projetos que sua unidade ou Clube de Desbravadores pode ajudar para satisfazer às necessidades da comunidade local."
          },
          {
            "id": "AD003-R4",
            "quest": "Planejar um projeto de serviço comunitário com a unidade ou Clube de Desbravadores e concluí-lo. Este projeto deve focar certas necessidades que sua comunidade apresenta. O tempo total, desde o planejamento até sua realização, deve ser de aproximadamente 10 horas."
          }
        ]
      },
      {
        "id": "AD004",
        "name": "Resposta a Emergências e Desastres",
        "badge": "null",
        "level": 1,
        "year": 2005,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD004-R1",
            "quest": "Explicar os tipos de danos mais prováveis de ocorrer às casas, indivíduos e comunidades diante dos principais tipos de emergências e desastres e indicar em qual parte do mundo eles ocorrem com mais frequência:",
            "options": [
              "Ciclones (furacões e tufões)",
              "Tornados",
              "Inundações",
              "Terremotos",
              "Tsunamis",
              "Incêndios",
              "Guerras/conflitos ou guerras civis"
            ]
          },
          {
            "id": "AD004-R2",
            "quest": "Descrever brevemente os tipos de serviços prestados pela ADRA ou por outros órgãos de resposta a emergências e desastres locais aos sobreviventes de tais eventos em seu país."
          },
          {
            "id": "AD004-R3",
            "quest": "Ler um jornal ou notícias da ADRA referente a emergências e desastres recentes e discutir quais são algumas coisas importantes a se ter em mente ao responder a uma situação dessas."
          },
          {
            "id": "AD004-R4",
            "quest": "Explicar o que significa cada letra do acrônimo da ADRA e descreva o papel dela na resposta a emergências e desastres."
          },
          {
            "id": "AD004-R5",
            "quest": "Descrever, pelo menos, uma destas organizações de resposta a emergências e desastres e como ela pode trabalhar com a ADRA durante tais situações.",
            "options": [
              "Cruz Vermelha/Comitê Internacional da Cruz Vermelha (CICV)",
              "Ação Solidária Adventista (ASA)",
              "Alto Comissário das Nações Unidas para Refugiados – ACNUR",
              "Programa Alimentar Mundial (PAM)"
            ]
          },
          {
            "id": "AD004-R6",
            "quest": "Explicar o papel do governo diante da ocorrência de uma emergência ou desastre e identificar a agência governamental chave em seu país que administra a resposta em tais situações."
          },
          {
            "id": "AD004-R7",
            "quest": "Descobrir na Bíblia um texto que possa ser usado para confortar e animar um indivíduo da sua idade e do mesmo sexo, que experimentou perda total de sua casa, e dizer-lhe porque você escolheu esse texto."
          }
        ]
      },
      {
        "id": "AD005",
        "name": "Resposta a Emergências e Desastres Avançado",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD005-R1",
            "quest": "Ter a especialidade de Resposta a emergências e desastres.",
            "options": [
              "Ciclones (furacões e tufões)",
              "Tornados",
              "Enchentes/Inundações",
              "Secas",
              "Tsunamis",
              "Incêndios",
              "Guerras/conflitos ou guerras civis",
              "Erupções vulcânicas."
            ]
          },
          {
            "id": "AD005-R2",
            "quest": "Descrever as causas subjacentes de cada um desses cenários de desastres e dar um exemplo recente de, pelo menos, 6 desastres e seu impacto na comunidade ou país. Destacar, pelo menos, um no qual a ADRA respondeu."
          },
          {
            "id": "AD005-R3",
            "quest": "As 4 fases na gestão de emergências e desastres são: Prevenção / Mitigação, Preparo, Resposta e Recuperação. Em suas palavras, descrever para o seu instrutor o que cada um desses termos significa e porque são importantes."
          },
          {
            "id": "AD005-R4",
            "quest": "O preparo é chave durante uma emergência ou desastre. Se você fosse construir um kit para tais circunstâncias, descrever para o seu instrutor quais itens seriam incluídos. Discutir as vantagens de escolher itens movidos à bateria e não à eletricidade, e alimentos não perecíveis em vez de perecíveis."
          },
          {
            "id": "AD005-R5",
            "quest": "Desenhar a planta do local onde você vive. Pensar no que faria em 3 dos desastres relacionadas na questão 1. Traçar uma rota de fuga de sua casa e discuti-la com seu instrutor e família."
          },
          {
            "id": "AD005-R6",
            "quest": "Encontrar 3 histórias na Bíblia que envolveram desastres naturais ou emergências políticas. Coloque-se no lugar das pessoas da história e descrever como esses eventos o afetariam. Ainda, brevemente, discutir como as pessoas nas histórias sobreviveram a essas situações."
          },
          {
            "id": "AD005-R7",
            "quest": "Apresentar um breve relatório para o seu Clube de Desbravadores a respeito do que você aprendeu sobre emergências e desastres e de estar preparado para agir nessas circunstâncias. Você pode fazer uma apresentação, encenação, mostrar um breve vídeo ou outro método que melhor transmita o que você aprendeu."
          }
        ]
      },
      {
        "id": "AD006",
        "name": "Alfabetização",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD006-R1",
            "quest": "Definir o termo alfabetização."
          },
          {
            "id": "AD006-R2",
            "quest": "Pesquisar e descrever com brevidade como 2 ou 3 organizações em sua comunidade ou país promovem a alfabetização ou proveem serviços de alfabetização a crianças e adultos."
          },
          {
            "id": "AD006-R3",
            "quest": "Escrever um parágrafo explicando porque a alfabetização é importante."
          },
          {
            "id": "AD006-R4",
            "quest": "Realizar 3 das seguintes atividades:",
            "options":[
              "Ajudar alguém a ler um pequeno livro ou uma breve história.",
              "Ler uma pequena história para um grupo de crianças e discutir com elas posteriormente.",
              "Fazer 10 cartelas de material pedagógico com palavras simples e ilustrações ou fotos e passá-las a alguém que esteja aprendendo a ler.",
              "Ler vários capítulos da Bíblia para uma pessoa idosa que você saiba que é cega ou incapaz de ler. Isso pode ser feito em uma ou várias visitas.",
              "Fazer uma apresentação de 5 minutos em sua escola, Escola Sabatina ou igreja, sobre o que você aprendeu sobre alfabetização."

            ]
          },
          {
            "id": "AD006-R5",
            "quest": "Escolher 3 palavras e explicar ao seu instrutor como você ensinaria alguém sobre o significado das palavras e como soletrá-las."
          }
        ]
      },
      {
        "id": "AD007",
        "name": "Resolução de Conflitos",
        "badge": "null",
        "level": 3,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD007-R1",
            "quest": "Explicar como Cristo encorajou pessoas em conflito nas seguintes histórias bíblicas. Identificar a natureza do conflito ou as necessidades humanas em cada história por você explicada.",
            "options":[
              "João 8:1-11 (Maria Madalena)",
              "Mateus 18:1-6 (Discípulos - o maior no reino dos Céus)",
              "1 Reis 3:16-28 (Salomão e a causa de 2 mulheres)"
            ]
          },
          {
            "id": "AD007-R2",
            "quest": "Discutir os conflitos de relacionamento, de identidade, raciais e culturais enfrentados pelos adolescentes e jovens em sua comunidade (Ex.: Relacionamento com os pais, autoestima, amizades). NOTA: É requerida a presença de um adulto mediador para a discussão de grupo."
          },
          {
            "id": "AD007-R3",
            "quest": "Descrever os tipos de necessidades humanas e apresentar um exemplo da vida real para cada um deles."
          },
          {
            "id": "AD007-R4",
            "quest": "O que significa ouvir ativamente? Pratique o ouvir ativo encenando os conflitos relacionados no item número 2."
          },
          {
            "id": "AD007-R5",
            "quest": "Aplicar o seguinte método de resolução de conflito em um exemplo do item número 2.",
            "options":[
              "Montar o cenário",
              "Reunir informações",
              "Identificar o problema",
              "Pensar nas soluções",
              "Negociar uma solução"
            ]
          },
          {
            "id": "AD007-R6",
            "quest": "Explicar como fazer encaminhamento a um conselheiro profissional ou pastor."
          },
          {
            "id": "AD007-R7",
            "quest": "Discutir seus motivos para querer ajudar seus amigos quando enfrentam problemas. O que dizer de uma pessoa que não lhe é tão familiar?"
          }
        ]
      },
      {
        "id": "AD008",
        "name": "Reassentamento de Refugiados",
        "badge": "null",
        "level": 2,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD008-R1",
            "quest": "Descrever algumas causas gerais porque as pessoas se deslocam para outros países como refugiados. Definir também os termos refugiado, deslocado interno e imigrante e explicar como essas palavras são semelhantes ou diferentes."
          },
          {
            "id": "AD008-R2",
            "quest": "Listar as necessidades imediatas que um refugiado pode ter quando chega a um novo país. Descrever como você se sentiria se subitamente tivesse que enfrentar uma nova língua, cultura e ambiente."
          },
          {
            "id": "AD008-R3",
            "quest": "Descobrir que organizações em sua comunidade, país ou no mundo ajudam os refugiados e deslocados internos. Pesquisar sobre o trabalho que eles realizam."
          },
          {
            "id": "AD008-R4",
            "quest": "Descrever em poucas palavras como você poderia ajudar um refugiado ou um deslocado interno em sua comunidade."
          },
          {
            "id": "AD008-R5",
            "quest": "Perguntar a uma pessoa de outro país, que vive em sua comunidade, como ela se ajustou ao novo ambiente. Peça-lhe que descreva os desafios e contrastes que experimentou durante o processo de adaptação à comunidade."
          },
          {
            "id": "AD008-R6",
            "quest": "Fazer um breve relatório para o seu Clube de Desbravadores, igreja, escola ou para um grupo cívico, sobre o que você aprendeu sobre refugiados e deslocados internos e que desafios eles enfrentam. Você pode levar a efeito este requisito através de uma apresentação audiovisual, encenação, vídeo ou qualquer outra forma que melhor transmita suas descobertas. Discutir porque é importante estar atento à situação dos refugiados e tentar encontrar soluções para esse problema."
          }
        ]
      },
      {
        "id": "AD009",
        "name": "Desenvolvimento Comunitário",
        "badge": "null",
        "level": 1,
        "year": 2009,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "AD009-R1",
            "quest": "Definir desenvolvimento comunitário."
          },
          {
            "id": "AD009-R2",
            "quest": "Explicar ao seu instrutor porque alguns países são considerados desenvolvidos enquanto outros são chamados de países em desenvolvimento."
          },
          {
            "id": "AD009-R3",
            "quest": "Mencionar 5 países em desenvolvimento e listar 3 ações que a ADRA realiza neles e que poderiam ser consideradas ações de desenvolvimento e 2 que se caracterizam como ações assistenciais."
          },
          {
            "id": "AD009-R4",
            "quest": "Ler a respeito de porque existem pobres entre nós no livro O Desejado de Todas as Nações, de Ellen G. White, capítulo 70 – 'Um Destes Meus Pequeninos Irmãos'. Descrever ao seu instrutor o que você aprendeu."
          },
          {
            "id": "AD009-R5",
            "quest": "Descrever, pelo menos, uma necessidade em seu bairro ou município que requeira atenção."
          },
          {
            "id": "AD009-R6",
            "quest": "Escrever um breve plano de desenvolvimento comunitário que pode ser implementado por seu Clube de Desbravadores (plantio de árvores, limpeza de parques e ruas, pintura de muros, etc.). O plano deve descrever a atividade, o tamanho do grupo, a logística de transporte e materiais e o tempo para completar tal atividade."
          },
          {
            "id": "AD009-R7",
            "quest": "Participar por, pelo menos, 4 horas em uma das seguintes atividades:",
            "options":[
              "O desbravador deverá contatar a Ação Solidária Adventista (ASA) de sua igreja e ver em que poderá ajudar. Talvez seja organizando itens doados ou participando de algum projeto por ela já estabelecido. Poderá envolver-se com a coleta e distribuição de alimentos, cobertores, agasalhos, sapatos e outros bens para moradores de rua ou para famílias cadastradas pela ASA. Ainda, poderá apoiar na reparação ou construção de casas para pessoas carentes.",
              "O desbravador deverá contatar a ADRA para ver a possibilidade de envolver-se como voluntário em algum projeto que esteja sendo implementado no seu bairro ou município.",
              "O desbravador deverá envolver-se com um 'Mutirão Social'. O alvo deste tipo de mutirão é proporcionar à população menos favorecida acesso a certos serviços de forma gratuita. Alguns destes serviços são:corte de cabelo, testes rápidos para identificar doenças como sífilis, hepatite e AIDS, aferição de pressão arterial, orientações de saúde e nutrição, palestras educativas sobre como economizar energia e gás, recreação infantil, emissão de documento como carteira de trabalho, encaminhamento para vagas de empregos, entre outros. O mutirão pode ser feito no pátio da igreja, num centro comunitário, num ginásio de esportes ou outro local sugerido e autorizado pelas autoridades locais.",
              "O desbravador deverá procurar saber o que sua igreja, outras igrejas, o governo ou organizações comunitárias estão fazendo pelos moradores de rua. Caso a comunidade já tenha esse programa, você poderá unir-se a ele."
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "HM",
    "name": "Artes e Habilidades Manuais",
    "honors": [
      {
        "id": "HM001",
        "name": "Automodelismo",
        "badge": "null",
        "level": 2,
        "year": 1928,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM001-R1",
            "quest": "Construir pelo menos um modelo de plástico, a partir de um kit. O carro deve seguir, tanto quanto possível, o padrão original."
          },
          {
            "id": "HM001-R2",
            "quest": "Escolha um:",
            "options": [
              "Construir um segundo modelo usando acessórios opcionais incluídos no kit, ou criar alterações usando massa de vidraceiro e/ou partes de outros kits. (Decalques não contam.) Pintar o modelo.",
              "Construir um modelo de corrida de acordo com as normas do Campeonato de Automodelismo e participar de uma corrida."
            ]
          },
          {
            "id": "HM001-R3",
            "quest": "Escrever ou apresentar oralmente a história do automóvel. Não deixar de incluir passos interessantes no processo de desenvolvimento, como, por exemplo, tamanho dos motores, transmissão automática, volantes, controles computadorizados, etc."
          }
        ]
      },
      {
        "id": "HM002",
        "name": "Alívio da Fome",
        "badge": "null",
        "level": 2,
        "year": 1928,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM002-R1",
            "quest": "Apresentar artigos que tenham sido feitos por você usando os pontos a seguir:",
            "options": [
              "Ponto contorno",
              "Ponto margarida",
              "Ponto corrente (correntinha ou ponto cadeia)",
              "Ponto-cruz",
              "Bordado richelieu",
              "Ponto cheio",
              "Chuleio (chuleado)",
              "Nó francês",
              "Ponto caseado",
              "Ponto pena",
              "Ponto atrás",
              "Ponto espinha de peixe ou ponto folha",
              "Ponto matiz",
              "Ponto vagonite"
            ]
          },
          {
            "id": "HM002-R2",
            "quest": "Fazer duas das seguintes atividades:",
            "options": [
              "Bordar um dos itens a seguir: par de fronhas, pano de prato, ou outro artigo equivalente.",
              "Fazer uma capa de almofada",
              "Bordar um jogo de cozinha",
              "Fazer uma toalha ou caminho de mesa",
              "Fazer um artigo usando qualquer um dos métodos a seguir: Patchwork, Franzido casa de abelha, Richelieu, Ponto russo."
            ]
          },
          {
            "id": "HM002-R3",
            "quest": "Quais são os tipos de renda mais comuns em sua região e quais os cuidados de conservação de cada uma delas?"
          },
          {
            "id": "HM002-R4",
            "quest": "Descrever um método satisfatório de manter seus utensílios para bordar em boas condições."
          },
          {
            "id": "HM002-R5",
            "quest": "Explicar quais são os cuidados necessários com as peças bordadas em relação à limpeza e conservação."
          },
          {
            "id": "HM002-R6",
            "quest": "Quais são os tipos de tecido mais adequados para se fazer os seguintes trabalhos:",
            "options": [
              "Bordado richelieu",
              "Franzido casa de abelha",
              "Patchwork",
              "Ponto russo",
              "Ponto cruz",
              "Ponto vagonite",
              "Ponto matiz"
            ]
          },
          {
            "id": "HM002-R7",
            "quest": "Demonstrar como engomar e passar corretamente um artigo bordado."
          }
        ]
      },
      {
        "id": "HM003",
        "name": "Desenho e Pintura",
        "badge": "null",
        "level": 2,
        "year": 1929,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM003-R1",
            "quest": "Fazer e apresentar um desenho à mão de um animal, demonstrando a distribuição equilibrada das cores."
          },
          {
            "id": "HM003-R2",
            "quest": "Desenhar um objeto cilíndrico e outro retangular juntos, demonstrando perspectiva e equilíbrio de luz e sombras."
          },
          {
            "id": "HM003-R3",
            "quest": "Preparar e apresentar um desenho de alguma paisagem da natureza que haja perto de sua casa."
          },
          {
            "id": "HM003-R4",
            "quest": "Fazer, em cores, um desenho decorativo, usando qualquer técnica e motivo. Mencionar o uso que pretende dar para ele."
          },
          {
            "id": "HM003-R5",
            "quest": "Pintar um “tapete” de flores, ou de folhas, caídas no chão demonstrando riqueza de cores e detalhes."
          },
          {
            "id": "HM003-R6",
            "quest": "Pintar uma cena ao ar livre em aquarela ou óleo."
          },
          {
            "id": "HM003-R7",
            "quest": "Organizar uma exposição dos trabalhos feitos no decorrer desta especialidade no Clube, Escola ou Igreja. Convidar os pais e apoiadores do Clube e presenteá-los com algum dos desenhos produzidos."
          }
        ]
      },
      {
        "id": "HM004",
        "name": "Música Básico",
        "badge": "null",
        "level": 2,
        "year": 1929,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM004-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Qual a definição básica de música?"
          },
          {
            "id": "HM004-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Explicar o que é harmonia, melodia e ritmo."
          },
          {
            "id": "HM004-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. O que é Clave? Escrever uma escala completa (de Dó a Dó, por exemplo) nas claves de Sol, Fá e Dó."
          },
          {
            "id": "HM004-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Definir o que é timbre, altura, duração e intensidade de um som."
          },
          {
            "id": "HM004-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber o que significa a palavra “Intervalo” na música. Explicar o seguinte:",
            "options": [
              "Um intervalo de meio tom",
              "Um intervalo de um tom",
              "Um intervalo de uma terça",
              "Um intervalo de uma quinta",
              "Um intervalo de uma oitava"
            ]
          },
          {
            "id": "HM004-R6",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Conhecer os tons e semitons naturais. Com auxílio de uma partitura, ser capaz de reconhecer as notas de um verso ou coro de um hino da sua Igreja."
          },
          {
            "id": "HM004-R7",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Definir o que é uma orquestra e citar, pelo menos, 2 instrumentos de cada classe de instrumentos usados em uma orquestra (Cordas, madeiras, metais, percussão e teclas)."
          },
          {
            "id": "HM004-R8",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar, com ou sem auxílio de partitura, um hino de sua igreja ou música sacra e apresentar satisfatoriamente para um grupo de pessoas."
          },
          {
            "id": "HM004-R9",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Fazer um resumo bibliográfico de um famoso compositor de hinos e apresente em forma de palestra para um grupo de pessoas."
          }
        ]
      },
      {
        "id": "HM005",
        "name": "Música Intermediário",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM005-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ter a especialidade de Música Básico."
          },
          {
            "id": "HM005-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar um escala e citar todas as notas de sua composição."
          },
          {
            "id": "HM005-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. O que é Semibreve? Mínima? Colcheia? Desenhar cada um dos símbolos."
          },
          {
            "id": "HM005-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber a diferença entre música sacra e secular e citar um grande compositor musical de cada tipo de música."
          },
          {
            "id": "HM005-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber o que é o compasso de uma música. Ser capaz de diferenciar uma marcha de uma valsa e dar o compasso de cada uma delas."
          },
          {
            "id": "HM005-R6",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Citar 5 grandes compositores de música erudita e, pelo menos, uma composição de cada um deles, incluindo um Oratório, uma peça para piano e uma canção."
          },
          {
            "id": "HM005-R7",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar, com ou sem ajuda de um livro de partitura, ou cantar de memória 15 hinos ou corinhos de sua igreja, pelo menos, um verso ou estrofe e listar o compositor de cada um deles."
          },
          {
            "id": "HM005-R8",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Tocar ou cantar de memória uma peça musical de qualidade, diferente das que foram apresentadas no requisito 7 e apresentá-la para um grupo de pessoas."
          },
          {
            "id": "HM005-R9",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Saber a função do maestro de uma orquestra e compreender o significado dos principais gestos que ele faz, ou com uma batuta, ou com as mãos."
          },
          {
            "id": "HM005-R10",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser capaz de ensinar um grupo pequeno de pessoas a tocar ou cantar um hino ou coro da sua igreja, com ou sem auxílio de partitura, e apresentar satisfatoriamente para um grupo de pessoas."
          }
        ]
      },
      {
        "id": "HM006",
        "name": "Música Avançado",
        "badge": "null",
        "level": 3,
        "year": 0,
        "originatingInstitution": "null",
        "requirements": [
          {
            "id": "HM006-R1",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ter a especialidade de Música Intermediário."
          },
          {
            "id": "HM006-R2",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Estudar a biografia de um compositor do Hinário Adventista à sua escolha. Dizer como se deu o início de sua vida musical, quais oportunidades teve, onde estudou música, qual instrumento dominava, principais obras e como foi sua morte/o que faz atualmente."
          },
          {
            "id": "HM006-R3",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Cumprir um dos itens abaixo:",
            "options": [
              "Para instrumentistas: com auxílio de uma partitura, tocar um trecho de música moderadamente difícil e saber todos os símbolos e termos contidos na partitura deste trecho.",
              "Para cantores: Demonstrar, usando uma batuta ou as mãos, como liderar um coral para interpretar, pelo menos, uma composição em 3/4 e uma em 4/4."
            ]
          },
          {
            "id": "HM006-R4",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser capaz de tocar ou cantar, com ou sem auxílio de partitura, qualquer hino aleatoriamente a partir do hinário ou de algum livro de corinhos de sua igreja."
          },
          {
            "id": "HM006-R5",
            "quest": "NOTA: Necessário acompanhamento de instrutor músico. Ser aprovado no teste de nível para curso superior de música, ou avaliação equivalente, realizada por instrutor igualmente capacitado."
          }
        ]
      },
      {
        "id": "HM007",
        "name": "Letreiros e Cartazes",
        "badge": "null",
        "level": 2,
        "year": 1933,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM007-R1",
            "quest": "Escrever de memória o alfabeto completo, maiúsculas e minúsculas, de 2 dos seguintes tipos de fontes:",
            "options": [
              "Gótico",
              "Times New Roman",
              "Itálico",
              "Arial",
              "Calibri",
              "Verdana"
            ]
          },
          {
            "id": "HM007-R2",
            "quest": "Demonstrar os diferentes tipos de tamanhos de letras e canetas a serem utilizadas ao se fazer um cartaz."
          },
          {
            "id": "HM007-R3",
            "quest": "Citar, pelo menos, 4 princípios básicos ao se fazer um cartaz atraente e diversificado."
          },
          {
            "id": "HM007-R4",
            "quest": "Fazer, pelo menos, 3 cartazes demonstrando a variedade de tamanho das fontes a serem utilizadas. Escolher um departamento da igreja para realizar esta tarefa."
          },
          {
            "id": "HM007-R5",
            "quest": "Fazer 5 cartazes com temas diferenciados da nossa atualidade, onde os mesmos serão avaliados de acordo com os seguintes critérios: capricho, criatividade e tipos de letra usados."
          },
          {
            "id": "HM007-R6",
            "quest": "Praticar com precisão todas as letras do nosso alfabeto até demonstrar um domínio da mesma."
          }
        ]
      },
      {
        "id": "HM008",
        "name": "Cestaria",
        "badge": "null",
        "level": 2,
        "year": 1937,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM008-R1",
            "quest": "Apresentar para o examinador (Escrito ou oralmente) um trabalho sobre 2 países onde cresce o junco."
          },
          {
            "id": "HM008-R2",
            "quest": "Explicar como tratar o junco antes do trançamento."
          },
          {
            "id": "HM008-R3",
            "quest": "Conhecer outros tipos de fibras vegetais que podem ser usadas na cestaria e que são comuns em sua região."
          },
          {
            "id": "HM008-R4",
            "quest": "Que ferramentas você usaria para:",
            "options": [
              "Fazer cestas de junco?",
              "Fazer cestas de raffia?"
            ]
          },
          {
            "id": "HM008-R5",
            "quest": "Definir:",
            "options": [
              "Trançamento chamuscado",
              "Achatamento"
            ]
          },
          {
            "id": "HM008-R6",
            "quest": "Explicar como:",
            "options": [
              "Consertar uma estaca quebrada da roda de trançar",
              "Emendar o junco."
            ]
          },
          {
            "id": "HM008-R7",
            "quest": "Citar 2 tipos de bases usadas em cestas e especificar em qual tipo de cesta cada base pode ser usada."
          },
          {
            "id": "HM008-R8",
            "quest": "Descrever como fazer:",
            "options": [
              "Um trançamento duplo",
              "Uma tripla guarnição de raios"
            ]
          },
          {
            "id": "HM008-R9",
            "quest": "Fazer uma bandeja para lanches, com base de madeira."
          },
          {
            "id": "HM008-R10",
            "quest": "Fazer algum objeto simples com base trançada."
          },
          {
            "id": "HM008-R11",
            "quest": "Fazer um descanso de panelas redondo, de 15 centímetros de diâmetro, de Raffia ou similar."
          }
        ]
      },
      {
        "id": "HM009",
        "name": "Trabalhos em Metal",
        "badge": "null",
        "level": 2,
        "year": 1937,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM009-R1",
            "quest": "Conhecer, pelo menos, 3 tipos de metais que são utilizados em trabalhos com metal."
          },
          {
            "id": "HM009-R2",
            "quest": "Realizar um trabalho em metal utilizando as ferramentas apropriadas para o trabalho e escolhendo um dos acabamentos finais:",
            "options": [
              "Envelhecimento",
              "Repuxado ou cinzelado"
            ]
          },
          {
            "id": "HM009-R3",
            "quest": "Completar um projeto usando um perfurador de metal."
          },
          {
            "id": "HM009-R4",
            "quest": "Completar um projeto usando perfuração, rebitagem e dobra de metal."
          },
          {
            "id": "HM009-R5",
            "quest": "Demonstrar capacidade de usar corretamente os seguintes equipamentos com segurança:",
            "options": [
              "Esquadro",
              "Serra de joalheiro",
              "Martelo de bola",
              "Rebitadeira",
              "Morsa ou mini torno",
              "Suta",
              "Riscador e punção de bico",
              "Alicates de ponta redonda,chata e universal",
              "Tesoura de cortar metal",
              "Escopro",
              "Serrinha",
              "Cinzéis",
              "Lima",
              "Furadeira"
            ]
          },
          {
            "id": "HM009-R6",
            "quest": "Quais são os EPIs (equipamentos de proteção individual) necessários para se trabalhar com metais?"
          }
        ]
      },
      {
        "id": "HM010",
        "name": "Arte de Oleiro",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM010-R1",
            "quest": "Escrever ou explicar oralmente os diferentes tipos e usos da arte em louça e dos materiais usados em sua confecção."
          },
          {
            "id": "HM010-R2",
            "quest": "Qual é o propósito de um vitrificado? Descreva os perigos específicos a serem evitados."
          },
          {
            "id": "HM010-R3",
            "quest": "Projetar e desenhar 2 louças de barro, uma das quais deve ser decorada."
          },
          {
            "id": "HM010-R4",
            "quest": "Fazer 3 dos objetos a seguir. Cada projeto deve ser decorado com, por exemplo, pintura, vitrificado ou entalhe.",
            "options": [
              "Um jarro ou vaso.",
              "Uma caixa.",
              "Outro objeto semelhante.",
              "Desenhar e fabricar quatro azulejos diferentes.",
              "Uma bandeja ou prato.",
              "Na roda do oleiro, fazer um vaso simples."
            ]
          }
        ]
      },
      {
        "id": "HM011",
        "name": "Entalhe em Madeira",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM011-R1",
            "quest": "Explique as características das madeiras de coníferas e folhosas. Faça uma lista com, ao menos, 5 tipos de madeira ideais para trabalhos de entalhe."
          },
          {
            "id": "HM011-R2",
            "quest": "Descrever os diferentes instrumentos usados no entalhe de madeira e explicar como afiá-los."
          },
          {
            "id": "HM011-R3",
            "quest": "Explicar os melhores métodos de lidar com a fibra da madeira."
          },
          {
            "id": "HM011-R4",
            "quest": "Desenhar e entalhar uma placa em baixo-relevo dois dos itens a seguir:",
            "options": [
              "Uma bandeja",
              "Suporte de livros",
              "Um apito",
              "Abridor de cartas",
              "Outro item equivalente de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM012",
        "name": "Ornamentação com Flores",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM012-R1",
            "quest": "Cite seis plantas perenes e seis anuais adequadas para arranjos de flores em ambientes internos."
          },
          {
            "id": "HM012-R2",
            "quest": "Cite pelo menos três flores que florescem na primavera ou no início do verão, adequadas para arranjos de flores em ambientes internos."
          },
          {
            "id": "HM012-R3",
            "quest": "Cite pelo menos três flores que não se conservam bem ao serem cortadas e três que sim."
          },
          {
            "id": "HM012-R4",
            "quest": "Dê seis sugestões sobre o corte de flores e seus cuidados posteriores, como quando cortar, como cortar e como guardar."
          },
          {
            "id": "HM012-R5",
            "quest": "Em que estágio de desenvolvimento devemos cortar rosas, gladíolos e dálias?"
          },
          {
            "id": "HM012-R6",
            "quest": "Dê três sugestões sobre a relação dos recipientes com as flores usadas e três sobre a relação do arranjo com o ambiente e os móveis."
          },
          {
            "id": "HM012-R7",
            "quest": "No arranjo de flores, qual deve ser a relação entre tons escuros e claros, flores grandes e pequenas, flores abertas e parcialmente abertas?"
          },
          {
            "id": "HM012-R8",
            "quest": "Faça dois arranjos de flores artísticas em cada uma das seguintes áreas:",
            "options": [
              "Decoração de mesa",
              "Uso geral da casa",
              "Serviço público"
            ]
          },
          {
            "id": "HM012-R9",
            "quest": "Quais são algumas flores silvestres que poderiam ser usadas em arranjos para a casa? Que combinações dessas flores podem ser usadas?"
          }
        ]
      },
      {
        "id": "HM013",
        "name": "Pintura em Vidro",
        "badge": "null",
        "level": 1,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM013-R1",
            "quest": "Listar e descrever, no mínimo, 3 técnicas distintas de pintura em vidro, diferentes das citadas nessa especialidade."
          },
          {
            "id": "HM013-R2",
            "quest": "Listar, ao menos, 3 tipos de tintas especializadas para pintura em vidro."
          },
          {
            "id": "HM013-R3",
            "quest": "Conhecer as cores primárias e as secundárias; saber como misturar as cores primárias para obter as cores secundárias. Que misturas de tintas devem ser evitadas e por quê?"
          },
          {
            "id": "HM013-R4",
            "quest": "Conhecer o material usado para pintar, montar e pendurar os vidros pintados."
          },
          {
            "id": "HM013-R5",
            "quest": "Qual a importância de fazer uma boa limpeza e secagem do vidro antes de iniciar alguma técnica de pintura?"
          },
          {
            "id": "HM013-R6",
            "quest": "Explicar como é feita a técnica de transparência utilizada na pintura em vidro."
          },
          {
            "id": "HM013-R7",
            "quest": "Fazer uma silhueta em vidro e prepará-la para ser pendurada."
          },
          {
            "id": "HM013-R8",
            "quest": "Fazer uma pintura com as mãos, num espelho."
          },
          {
            "id": "HM013-R9",
            "quest": "Fazer e expor uma pintura em vidro para cada um dos motivos de desenho a seguir:",
            "options": [
              "Animal",
              "Flor",
              "Paisagem"
            ]
          },
          {
            "id": "HM013-R10",
            "quest": "Completar pinturas em vidro utilizando 2 dos seguintes:",
            "options": [
              "Serigrafia",
              "Rolo e Pincel",
              "Mosaico (com papel contato)"
            ]
          }
        ]
      },
      {
        "id": "HM014",
        "name": "Tecelagem",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM014-R1",
            "quest": "Definir o que é tecelagem. Qual a origem dessa antiga forma de artesanato?"
          },
          {
            "id": "HM014-R2",
            "quest": "Descrever e exemplificar os processos de preparação básicos para a tecelagem."
          },
          {
            "id": "HM014-R3",
            "quest": "Citar, pelo menos, 3 matérias-primas que são muito usadas para a tecelagem."
          },
          {
            "id": "HM014-R4",
            "quest": "Definir os seguintes termos:",
            "options": [
              "Teia ou Urdume",
              "Trama",
              "Lançadeira de tear",
              "Cilindro do tear",
              "Tear de pente liço (Fios que guiam o Urdume)",
              "Cilindro para Tecido"
            ]
          },
          {
            "id": "HM014-R5",
            "quest": "Por quais outros nomes o Urdume pode ser chamado?"
          },
          {
            "id": "HM014-R6",
            "quest": "O que é urdidura direta? Que processos e equipamentos são necessários para a sua realização?"
          },
          {
            "id": "HM014-R7",
            "quest": "Desenhar, pelo menos, 3 estruturas diferentes de tecidos, demonstrando como acontece o entrelaçamento do urdume com a trama."
          },
          {
            "id": "HM014-R8",
            "quest": "Fazer um tear à mão em um papelão e em seguida desenvolver uma bolsa simples."
          },
          {
            "id": "HM014-R9",
            "quest": "Desenhar e tecer uma toalha de mesa, utilizando, pelo menos, 3 cores diferentes."
          },
          {
            "id": "HM014-R10",
            "quest": "Cumprir um dos seguintes:",
            "options": [
              "Identificar cada uma das partes de um tear e explicar a função de cada uma delas.",
              "Fazer um simples tear de madeira, no qual possa tecer uma camisa básica."
            ]
          },
          {
            "id": "HM014-R11",
            "quest": "Fazer um pegador de panela com alça."
          }
        ]
      },
      {
        "id": "HM015",
        "name": "Trabalhos em Madeira",
        "badge": "null",
        "level": 2,
        "year": 1938,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM015-R1",
            "quest": "Identificar, pelo menos, 5 tipos comuns de madeira, tais como: pinho, peroba, mogno, maçaranduba e jacarandá."
          },
          {
            "id": "HM015-R2",
            "quest": "Conhecer as características das madeiras identificadas e conhecer, ao menos, uma utilidade para cada exemplo dado."
          },
          {
            "id": "HM015-R3",
            "quest": "Quais as diferenças entre coníferas e folhosas? Essa classificação indica que espécies são melhores para trabalhos em madeira? Justifique sua resposta."
          },
          {
            "id": "HM015-R4",
            "quest": "Saber como usar adequadamente as seguintes ferramentas em trabalhos com madeira:",
            "options": [
              "Serra tico-tico",
              "Lima ou grosa",
              "Plaina",
              "Faca",
              "Talhadeira/formão",
              "Lixas"
            ]
          },
          {
            "id": "HM015-R5",
            "quest": "Conhecer, pelo menos, 2 procedimentos de segurança para cada uma das ferramentas acima."
          },
          {
            "id": "HM015-R6",
            "quest": "Cortar, montar e dar acabamento em um suporte de livros ou peso para portas."
          },
          {
            "id": "HM015-R7",
            "quest": "Entalhar e terminar uma estaca de jardim ou uma placa para o gramado, dando alguma forma, tal como de uma criança, pássaro, flor ou árvore."
          },
          {
            "id": "HM015-R8",
            "quest": "Fazer uma placa, uma bandeja, ou algum outro objeto útil em que a madeira é usada."
          }
        ]
      },
      {
        "id": "HM016",
        "name": "Aeromodelismo",
        "badge": "null",
        "level": 2,
        "year": 1944,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM016-R1",
            "quest": "Montar, a partir de um kit, e fazer voar com sucesso um aeroplano de madeira leve, papel de seda e borracha ou outro material movido à gasolina."
          },
          {
            "id": "HM016-R2",
            "quest": "Montar um planador a partir de um kit, observar suas características de vôo e sua relação com as posições variáveis das asas."
          },
          {
            "id": "HM016-R3",
            "quest": "Montar e fazer voar, com sucesso, dois diferentes estilos de aeroplanos usando folhas de papel entre 20 e 35 centímetros de comprimento e largura."
          },
          {
            "id": "HM016-R4",
            "quest": "Definir, localizar e explicar o uso dos seguintes itens básicos:",
            "options": [
              "Fuselagem",
              "Asa",
              "Leme",
              "Estabilizador horizontal",
              "Tirante",
              "Cockpit",
              "Motor",
              "Trem de pouso",
              "Hélice"
            ]
          }
        ]
      },
      {
        "id": "HM017",
        "name": "Cultura Indígena",
        "badge": "null",
        "level": 2,
        "year": 1944,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM017-R1",
            "quest": "Porque os nativos das Américas foram chamados de índios pelos europeus?"
          },
          {
            "id": "HM017-R2",
            "quest": "Listar 5 utensílios domésticos produzidos pelos índios de sua região, utilizando materiais naturais. Fazer um destes itens e demonstrar o uso para a seu instrutor."
          },
          {
            "id": "HM017-R3",
            "quest": "Listar 15 alimentos ou prato típico introduzidos na cultura gastronômica de seus países pelos índios."
          },
          {
            "id": "HM017-R4",
            "quest": "Citar 5 hábitos culturais da atualidade em seu país herdados dos índios."
          },
          {
            "id": "HM017-R5",
            "quest": "Listar 10 palavras de origem indígena incorporadas a língua oficial de seu país."
          },
          {
            "id": "HM017-R6",
            "quest": "Relacionar 5 lugares(estados, cidades, etc.) em seu país que possui nome indígena e dê o significado de cada um deles."
          },
          {
            "id": "HM017-R7",
            "quest": "Conhecer 5 rochas e/ou minerais e saber como eram usados pelos índios."
          },
          {
            "id": "HM017-R8",
            "quest": "Explicar como, e com quais materiais, os índios produziam seus arcos e flechas."
          },
          {
            "id": "HM017-R9",
            "quest": "Listar 5 pratos da culinária indígena feitos com mandioca. Apresentar as receitas e demonstrar habilidade no preparo de, ao menos, 2 desses pratos."
          },
          {
            "id": "HM017-R10",
            "quest": "O que são pinturas rupestres indígenas? E qual o lugar mais próximo onde podem ser encontradas?"
          },
          {
            "id": "HM017-R11",
            "quest": "Listar, ao menos, 10 materiais utilizados como matéria-prima pelos índios nativos de seu país na confecção de peças de artesanato e indicar o tipo de peça produzido com cada material citado."
          },
          {
            "id": "HM017-R12",
            "quest": "Fazer e apresentar a seu instrutor, ao menos, 3 itens de artesanato dentre os listados no requisito anterior."
          }
        ]
      },
      {
        "id": "HM018",
        "name": "Escultura",
        "badge": "null",
        "level": 2,
        "year": 1945,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM018-R1",
            "quest": "Relacionar as ferramentas e material usados em esculturas simples."
          },
          {
            "id": "HM018-R2",
            "quest": "Modelar dois ou mais exemplos de animais de brinquedos, empregando uma das técnicas de escultura em materiais como: argila, massa plástica, etc."
          },
          {
            "id": "HM018-R3",
            "quest": "Fazer um modelo da mão ou pé humano usando uma das técnicas de escultura."
          },
          {
            "id": "HM018-R4",
            "quest": "A partir de um modelo vivo, fazer uma escultura em relevo da cabeça, empregando uma das técnicas de escultura (Não precisa ser em tamanho natural)."
          }
        ]
      },
      {
        "id": "HM019",
        "name": "Xilogravura",
        "badge": "null",
        "level": 2,
        "year": 1945,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM019-R1",
            "quest": "Definir o que é xilogravura e onde surgiu essa arte contemporânea."
          },
          {
            "id": "HM019-R2",
            "quest": "Explicar os princípios básicos da preparação de um desenho e leitura aplicada em uma xilogravura."
          },
          {
            "id": "HM019-R3",
            "quest": "Fazer uma lista de ferramentas e equipamentos necessários para uma xilogravura."
          },
          {
            "id": "HM019-R4",
            "quest": "Explique a diferencia entre desenho e matriz. Que tipos de papeis são mais recomendados para a realização de uma xilogravura?"
          },
          {
            "id": "HM019-R5",
            "quest": "Identificar as ferramentas e materiais que podem ser usados para confeccionar uma matriz. Que preparos e cuidados devem ser tomados com o manuseio da mesma?"
          },
          {
            "id": "HM019-R6",
            "quest": "Como as modalidades de uma xilogravura são classificadas?"
          },
          {
            "id": "HM019-R7",
            "quest": "Que tintas são mais adequadas para uma boa impressão em xilogravura?"
          },
          {
            "id": "HM019-R8",
            "quest": "Pesquisar um tipo de arte ou literatura em que tenha sido utilizada e/ou propagada a xilogravura. Mencionar o local, período e importância histórica."
          },
          {
            "id": "HM019-R9",
            "quest": "Usando as técnicas da Xilogravura (desenhar, esculpir e imprimir), fazer, pelo menos:",
            "options": [
              "Um cartão de saudação",
              "Uma capa de um livro",
              "Um objeto de livre escolha diferente dos anteriores"
            ]
          }
        ]
      },
      {
        "id": "HM020",
        "name": "Cerâmica",
        "badge": "null",
        "level": 2,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM020-R1",
            "quest": "Definir o que é cerâmica e qual a sua origem."
          },
          {
            "id": "HM020-R2",
            "quest": "Como a cerâmica pode ser classificada?"
          },
          {
            "id": "HM020-R3",
            "quest": "Descrever os seguintes termos:",
            "options": [
              "Cerâmica verde",
              "Esmalte",
              "Decalcar",
              "Forno",
              "Vitrificação",
              "Torneamento",
              "Colagem ou Fundição"
            ]
          },
          {
            "id": "HM020-R4",
            "quest": "Qual a diferença entre a cerâmica tradicional e a cerâmica avançada? Citar exemplos de cada uma delas."
          },
          {
            "id": "HM020-R5",
            "quest": "Citar, pelo menos, 2 métodos mais comuns que são utilizados na formação da cerâmica."
          },
          {
            "id": "HM020-R6",
            "quest": "Descrever o processo de tratamento do barro ou argila. Explicar como evitar que apareçam bolhas durante o cozimento de uma peça."
          },
          {
            "id": "HM020-R7",
            "quest": "Explicar como são utilizados os cones nos fornos industriais."
          },
          {
            "id": "HM020-R8",
            "quest": "Saber como e quando utilizar o processo de vitrificação."
          },
          {
            "id": "HM020-R9",
            "quest": "Citar algumas ferramentas que podem ser usadas para os trabalhos em cerâmica."
          },
          {
            "id": "HM020-R10",
            "quest": "Através do processo de fabricação da cerâmica, tirar alguma lição espiritual considerando o barro com o ser humano e Deus como o oleiro."
          },
          {
            "id": "HM020-R11",
            "quest": "NOTA: O cozimento da cerâmica não necessariamente deverá ser feito pelo Desbravador. Fazer um objeto de sua escolha usando o processo de vitrificação."
          },
          {
            "id": "HM020-R12",
            "quest": "NOTA: O cozimento da cerâmica não necessariamente deverá ser feito pelo Desbravador. Fazer 2 dos seguintes itens onde, pelo menos, um seja feito através do processo de vitrificação:",
            "options": [
              "Pote de biscoitos",
              "Vaso de flores",
              "Jarro",
              "Copo ou caneca",
              "Uma bandeja de frutas",
              "Travessa de porcelana",
              "Objeto de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM021",
        "name": "Pintura em Tecido",
        "badge": "null",
        "level": 2,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM021-R1",
            "quest": "Listar os materiais utilizados para pintura em tecido."
          },
          {
            "id": "HM021-R2",
            "quest": "Saber como preparar o material para a pintura."
          },
          {
            "id": "HM021-R3",
            "quest": "Quais as vantagens e desvantagens dos diferentes tipos de cerdas de pinceis?"
          },
          {
            "id": "HM021-R4",
            "quest": "Citar os diferentes usos dos diferentes tamanhos de pinceis."
          },
          {
            "id": "HM021-R5",
            "quest": "Saber como misturar a tinta e limpar e armazenar os pincéis após terem sido usados."
          },
          {
            "id": "HM021-R6",
            "quest": "Quanto tempo deve-se esperar para que a tintura seque?"
          },
          {
            "id": "HM021-R7",
            "quest": "Como deve ser feita a conservação e o armazena mento de uma peça pintada?"
          },
          {
            "id": "HM021-R8",
            "quest": "Saber como traçar e transferir uma figura para o tecido."
          },
          {
            "id": "HM021-R9",
            "quest": "Demonstrar a centralização da estampa no tecido."
          },
          {
            "id": "HM021-R10",
            "quest": "O que é um molde vazado ou estêncil?"
          },
          {
            "id": "HM021-R11",
            "quest": "Quais as diferenças entre as técnicas para pintura à mão livre e com molde vazado?"
          },
          {
            "id": "HM021-R12",
            "quest": "O que é necessário para fazer um molde vazado em casa?"
          },
          {
            "id": "HM021-R13",
            "quest": "Fazer um molde vazado a partir de uma figura de sua escolha."
          },
          {
            "id": "HM021-R14",
            "quest": "Pintar uma estampa de cada fruta (para aprender a realçar luz e sombras); flores (para desenvolver um bom sombreado); e rosto humano (para aprender o uso do pincel fino)."
          },
          {
            "id": "HM021-R15",
            "quest": "Usando um estêncil, pintar algum objeto com, pelo menos, 2 cores."
          }
        ]
      },
      {
        "id": "HM022",
        "name": "Trabalhos em Feltro",
        "badge": "null",
        "level": 1,
        "year": 1956,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM022-R1",
            "quest": "A partir de que fibra é feito o feltro? O que lhe dá sua força elástica?"
          },
          {
            "id": "HM022-R2",
            "quest": "Mencionar 7 utilidades do feltro."
          },
          {
            "id": "HM022-R3",
            "quest": "Apresentar 3 razões porque o feltro é um bom material para artesanato."
          },
          {
            "id": "HM022-R4",
            "quest": "Mencionar os passos essenciais na fabricação do feltro."
          },
          {
            "id": "HM022-R5",
            "quest": "Fazer 2 itens a seguir, usando, pelo menos, 3 cores diferentes de feltro:",
            "options": [
              "Figura para a Escola Sabatina",
              "Marca páginas",
              "Almofadas de alfinetes",
              "Bandeirola",
              "Imã de geladeira"
            ]
          },
          {
            "id": "HM022-R6",
            "quest": "Fazer 2 dos itens a seguir:",
            "options": [
              "Pequeno mural de parede",
              "Decoração temática para uma data especial",
              "Fantoche",
              "Pegadores de cozinha e descansos de panelas"
            ]
          },
          {
            "id": "HM022-R7",
            "quest": "Costurar, em feltro, as seguintes peças:",
            "options": [
              "Animal com enchimento",
              "Boneco ou outro brinquedo com enchimento",
              "Sacola"
            ]
          }
        ]
      },
      {
        "id": "HM023",
        "name": "Trabalhos em Acrílico",
        "badge": "null",
        "level": 2,
        "year": 1961,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM023-R1",
            "quest": "Fazer uma lista do material e equipamentos necessários para fazer pequenas peças de acrílico fundidas em moldes plásticos."
          },
          {
            "id": "HM023-R2",
            "quest": "Saber como limpar e cuidar adequadamente dos moldes de plástico."
          },
          {
            "id": "HM023-R3",
            "quest": "Que precauções de segurança devem ser tomadas ao trabalhar com acrílico?"
          },
          {
            "id": "HM023-R4",
            "quest": "Explicar como misturar resina para:",
            "options": [
              "Fundir",
              "Fazer camada colorida"
            ]
          },
          {
            "id": "HM023-R5",
            "quest": "Qual a finalidade dos seguintes materiais?",
            "options": [
              "Catalisador",
              "Temperador de superfície",
              "Pigmentos"
            ]
          },
          {
            "id": "HM023-R6",
            "quest": "O que significa polimerização?"
          },
          {
            "id": "HM023-R7",
            "quest": "Fazer 3 peças fundidas com, pelo menos, um item incrustado em cada uma delas."
          },
          {
            "id": "HM023-R8",
            "quest": "Preparar e incrustar 2 itens da natureza que sejam apropriados para esta técnica. Os itens da natureza podem ser incrustados numa peça fundida ou mais."
          }
        ]
      },
      {
        "id": "HM024",
        "name": "Modelagem e Fabricação de Sabão",
        "badge": "null",
        "level": 1,
        "year": 1964,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM024-R1",
            "quest": "Quais são os componentes básicos usados para se fazer sabão?"
          },
          {
            "id": "HM024-R2",
            "quest": "Qual é a diferença entre o sabão e o detergente?"
          },
          {
            "id": "HM024-R3",
            "quest": "O que causa a ação limpadora do sabão?"
          },
          {
            "id": "HM024-R4",
            "quest": "Mencionar 7 tipos de sabão. Explicar as vantagens e desvantagens de cada um deles."
          },
          {
            "id": "HM024-R5",
            "quest": "O que é a espuma? Por que não necessariamente a quantidade de espuma determina a ação limpadora do sabão ou detergente?"
          },
          {
            "id": "HM024-R6",
            "quest": "Esculpir um objeto numa barra de sabão ou sabonete."
          },
          {
            "id": "HM024-R7",
            "quest": "Decorar um sabonete para dar de presente."
          }
        ]
      },
      {
        "id": "HM025",
        "name": "Modelagem e Fabricação de Sabão Avançado",
        "badge": "null",
        "level": 2,
        "year": 1964,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM025-R1",
            "quest": "Ter a especialidade de Modelagem e fabricação de sabão."
          },
          {
            "id": "HM025-R2",
            "quest": "Que tipos de gorduras podem ser usadas para fazer sabão?"
          },
          {
            "id": "HM025-R3",
            "quest": "O que deve ser modificado na fórmula do sabão para que ele fique?",
            "options": [
              "Transparente",
              "Tão leve que boie na água",
              "Mais duro"
            ]
          },
          {
            "id": "HM025-R4",
            "quest": "Aprender e explicar os seguintes versos bíblicos: Jeremias 2:22; Malaquias 3:2."
          },
          {
            "id": "HM025-R5",
            "quest": "Listar 4 técnicas diferentes de fazer sabão. Fazer uma medida de sabão usando 2 destas técnicas."
          },
          {
            "id": "HM025-R6",
            "quest": "Fazer uma lista dos utensílios necessários para o cumprimento do requisito anterior."
          },
          {
            "id": "HM025-R7",
            "quest": "Quais são os cuidados necessários durante a fabricação do sabão?"
          },
          {
            "id": "HM025-R8",
            "quest": "Cumprir um dos requisitos a seguir:",
            "options": [
              "Visitar uma fábrica de sabão.",
              "Obter informações de uma fábrica de sabão, sobre como o mesmo é feito.",
              "Fazer um relatório de, no mínimo, 2 páginas explicando o processo de fabricação do sabão e como ele age no processo de limpeza."
            ]
          }
        ]
      },
      {
        "id": "HM026",
        "name": "Arte de Fazer Esteiras",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM026-R1",
            "quest": "Mencionar, pelo menos, 2 materiais que são usados em seu país para fazer esteiras."
          },
          {
            "id": "HM026-R2",
            "quest": "Explicar e demonstrar como preparar estes materiais para a confecção de esteiras."
          },
          {
            "id": "HM026-R3",
            "quest": "Dar o nome de, pelo menos, 2 plantas de seu país que podem ser usadas para fazer tintas. Dizer onde são encontradas e como é feito o preparo da tinta a partir delas."
          },
          {
            "id": "HM026-R4",
            "quest": "Demonstrar como usar tintas naturais e sintéticas para colorir esteiras."
          },
          {
            "id": "HM026-R5",
            "quest": "Fazer, pelo menos, 2 esteiras com, ao menos, 2 tipos de trançados diferentes. Uma delas deve ter um trançado bem fino."
          }
        ]
      },
      {
        "id": "HM027",
        "name": "Construção Nativa",
        "badge": "null",
        "level": 3,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM027-R1",
            "quest": "Ajudar no planejamento de uma casa simples, bem esquadrada e com precisão."
          },
          {
            "id": "HM027-R2",
            "quest": "Ajudar na escolha e corte de madeiras adequadas no mato para uso no piso, vigas, placas da parede, pregos, degraus e portas."
          },
          {
            "id": "HM027-R3",
            "quest": "Fazer o seguinte:",
            "options": [
              "Trançar materiais para paredes.",
              "Fazer seções para a parede, com medidas de 1 m x 1 m. Mostrar 2 padrões diferentes de tranças."
            ]
          },
          {
            "id": "HM027-R4",
            "quest": "Mostrar capacidade para cobrir um telhado corretamente, usando sapé, folhas de palmeira, de coqueiro ou outro material."
          },
          {
            "id": "HM027-R5",
            "quest": "Quando necessário, selecionar, preparar e usar cipós para amarração das vigas e estruturas."
          },
          {
            "id": "HM027-R6",
            "quest": "Participar da construção de uma casa, com não menos que 4m x 2m com materiais nativos. Na construção da casa, praticar todos os requisitos anteriores (1 a 5). Enquanto construir a casa, mostrar o cuidado necessário para manter o material livre de cupins."
          },
          {
            "id": "HM027-R7",
            "quest": "Demonstrar capacidade para identificar, usar e os cuidados quanto à segurança no manuseio das seguintes ferramentas: machado, serra, martelo, talhadeira, faca, régua, fita métrica e pá."
          }
        ]
      },
      {
        "id": "HM028",
        "name": "Ferreomodelismo",
        "badge": "null",
        "level": 2,
        "year": 1967,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM028-R1",
            "quest": "Apresentar a história e desenvolvimento do ferreomodelismo."
          },
          {
            "id": "HM028-R2",
            "quest": "Identificar a diferença no funcionamento da força motriz dos seguintes protótipos:",
            "options": [
              "Vapor",
              "Diesel",
              "Elétrico"
            ]
          },
          {
            "id": "HM028-R3",
            "quest": "Saber o nome, escala e dimensão de quatro bitolas usadas no ferreomodelismo."
          },
          {
            "id": "HM028-R4",
            "quest": "Conhecer os formatos e nomes de, pelo menos, 8 tipos de traçados de linhas em protótipos de estrada de ferro."
          },
          {
            "id": "HM028-R5",
            "quest": "Conhecer, pelo menos, 6 pontos de verificação para a manutenção de um traçado de estrada de ferro."
          },
          {
            "id": "HM028-R6",
            "quest": "Identificar e explicar o uso de:",
            "options": [
              "5 tipos de vagões de carga",
              "3 tipos de vagões de passageiros",
              "3 tipos de locomotivas a vapor, de acordo com o tipo de rodas",
              "2 tipos de mecanismos de alerta para cruzamentos em nível",
              "2 tipos de sinais próprios para a estrada de ferro",
              "2 tipos de construções ou estruturas ligadas à estrada de ferro"
            ]
          },
          {
            "id": "HM028-R7",
            "quest": "Conhecer o significado dos seguintes termos do ferreomodelismo:",
            "options": [
              "Balastro",
              "Dormente",
              "Secção",
              "Intersecção",
              "Chave intermediária",
              "Duplex ou múltipla unidade",
              "Equipamento de tração",
              "Patilha",
              "Cruzamento",
              "Intervalo",
              "Bitola",
              "Nível",
              "Campo de gravidade",
              "Rolamento superaquecido ou freio dinâmico",
              "Diário de bordo",
              "Traçado",
              "Linha-tronco ou principal",
              "Protótipo",
              "Junção de trilhos",
              "Curva em s",
              "Desvio",
              "Ramal",
              "Chave",
              "Máquina",
              "Vagão aberto",
              "Vagão fechado",
              "Desvio de linhas ou aparelho de mudança de via (amv)",
              "Trilhos duplos ou bitola mista",
              "Chave y",
              "Pátio de manobras"
            ]
          },
          {
            "id": "HM028-R8",
            "quest": "Construir parte de um traçado de linha de trem, incluindo as seguintes atividades:",
            "options": [
              "Ajudar a montar a estrutura",
              "Instalar uma parte do balastro",
              "Instalar uma parte dos trilhos",
              "Instalar, pelo menos, um desvio de linhas, inclusive a instalação elétrica",
              "Ajudar na confecção de um cenário incluindo árvores, pedras, montanhas ou grama",
              "Fazer uma construção ou estrutura típica de um protótipo de linha de ferro",
              "Ajudar na instalação de energia elétrica para os trilhos"
            ]
          },
          {
            "id": "HM028-R9",
            "quest": "Fazer funcionar um trem no traçado de trilhos que você ajudou a construir."
          }
        ]
      },
      {
        "id": "HM029",
        "name": "Herança Cultural",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM029-R1",
            "quest": "Qual a importância de se conhecer sua herança cultural?"
          },
          {
            "id": "HM029-R2",
            "quest": "Tendo os princípios bíblicos como base, listar 3 tradições negativas e 5 tradições positivas, encontradas em sua cultura."
          },
          {
            "id": "HM029-R3",
            "quest": "Listar, ao menos, 5 datas que são feriados culturais oficiais em seu país/estado e informar: data do feriado, data de oficialização, costume para o dia, costume de sua família nesse dia, etc."
          },
          {
            "id": "HM029-R4",
            "quest": "Fazer o seguinte:",
            "options": [
              "Detalhar as maneiras habituais de vestir-se para a vida cotidiana e para 2 ocasiões que, em sua cultura, se use vestimentas especiais (em termos de tradição, modelo, composição ou cor).",
              "Apresentar e explicar por meio de foto ou desenho essas vestimentas especiais."
            ]
          },
          {
            "id": "HM029-R5",
            "quest": "Como funciona a estrutura familiar em sua cultura?"
          },
          {
            "id": "HM029-R6",
            "quest": "Explicar a estrutura política vigente em seu país e identificar a origem desse sistema."
          },
          {
            "id": "HM029-R7",
            "quest": "Pesquisar e descrever os costumes, comemorações e/ou cerimônias realizados em sua cultura para as seguintes ocasiões:",
            "options": [
              "O nascimento de uma criança",
              "Tornar-se adulto (comemorações de idades especificas, ritos de passagem, etc.)",
              "Morte e sepultamento"
            ]
          },
          {
            "id": "HM029-R8",
            "quest": "Em sua cultura, como é o sistema de noivado e casamento? Analisar como é feito o pedido aos pais, o noivado, a cerimônia religiosa, a celebração, a legalidade, símbolos culturais utilizados, etc."
          },
          {
            "id": "HM0Escrever 300 palavras sobre um compositor, pintor ou escultor de seu país, que seja internacionalmente reconhecido por sua arte e apresentar em vídeo, áudio ou fotografia uma de suas obras mais conhecidas.29-R9",
            "quest": ""
          },
          {
            "id": "HM029-R10",
            "quest": "Listar os povos (nativos e colonizadores) que deram origem à sua sociedade atual. Indicar, ao menos, 2 expressões culturais herdadas de cada um desses povos."
          },
          {
            "id": "HM029-R11",
            "quest": "Conhecer 10 diferentes formas de arte ou artesanato nativo comuns em seu país. Demonstrar habilidade em produzir 3 destes itens."
          },
          {
            "id": "HM029-R12",
            "quest": "O que faz um povo perder sua cultura? Analisar se isto é benéfico ou prejudicial."
          }
        ]
      },
      {
        "id": "HM030",
        "name": "Lapidação",
        "badge": "null",
        "level": 3,
        "year": 1967,
        "originatingInstitution": "Divisão do Norte do Americana",
        "requirements": [
          {
            "id": "HM030-R1",
            "quest": "Mencionar, pelo menos, 4 precauções de segurança a tomar ao serrar pedras."
          },
          {
            "id": "HM030-R2",
            "quest": "Mencionar 2 tipos de lubrificação e refrigeração para serra de diamante e qual a finalidade."
          },
          {
            "id": "HM030-R3",
            "quest": "Explique:",
            "options": [
              "Como uma serra de diamante corta pedras",
              "Como ela perde o diamante",
              "Como pode ser afiada",
              "Quais são os tipos de máquinas usadas para corte de pedras"
            ]
          },
          {
            "id": "HM030-R4",
            "quest": "Descreva as 5 etapas básicas para se fazer um polimento em uma pedra ou uma superfície plana."
          },
          {
            "id": "HM030-R5",
            "quest": "Que precaução deve ser tomada entre a fase de lixa mento e polimento?"
          },
          {
            "id": "HM030-R6",
            "quest": "O que é um gabarito e como ele é usado?"
          },
          {
            "id": "HM030-R7",
            "quest": "O que é um cabochão e qual a espessura da placa que ela é feita?"
          },
          {
            "id": "HM030-R8",
            "quest": "Como você decide o melhor ângulo e/ou posição para polimento de pedra?"
          },
          {
            "id": "HM030-R9",
            "quest": "Mencionar, pelo menos, 2 métodos de lixamento úmido para se moldar e polir uma pedra."
          },
          {
            "id": "HM030-R10",
            "quest": "De quais materiais são confeccionados os compostos para polimento?",
            "options": [
              "Se um arranhão aparece durante o polimento, como é removido?"
            ]
          },
          {
            "id": "HM030-R11",
            "quest": "Demonstrar como serrar e desbastar uma pedra bruta. Com um cabochão, através das etapas de retificação, lixamento e polimento de alto brilho ou acabamento vitrificado, dar acabamento na pedra."
          },
          {
            "id": "HM030-R12",
            "quest": "Monte um cabochão em algum tipo de apoio, como um pino de madeira, alfinete de costura, porta-chaves, etc., com cimento."
          }
        ]
      },
      {
        "id": "HM031",
        "name": "Modelagem em Gesso",
        "badge": "null",
        "level": 1,
        "year": 1967,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM031-R1",
            "quest": "Qual o principal ingrediente do gesso de Paris?"
          },
          {
            "id": "HM031-R2",
            "quest": "Explicar passo a passo os procedimentos necessários na preparação e pintura para se fazer um objeto em gesso."
          },
          {
            "id": "HM031-R3",
            "quest": "Saber como remover bolhas de ar ao se colocar o gesso na forma."
          },
          {
            "id": "HM031-R4",
            "quest": "Saber como o tempo pode contribuir para uma secagem rápida e eficaz na preparação do gesso."
          },
          {
            "id": "HM031-R5",
            "quest": "Que precauções podem ser tomadas ao se limpar os utensílios para fazer os objetos de gesso?"
          },
          {
            "id": "HM031-R6",
            "quest": "O que é um selador? Qual sua utilidade para a modelagem em gesso e por quê?"
          },
          {
            "id": "HM031-R7",
            "quest": "Que tipo de tinta é mais conveniente para a arte em gesso?"
          },
          {
            "id": "HM031-R8",
            "quest": "Pintar 3 objetos que incluam os seguintes desenhos e técnicas, ou algo equivalente:",
            "options": [
              "Floral (para demonstrar técnica de sombreamento)",
              "Animal (para demonstrar técnica de detalhamento)",
              "Tema Religioso (para demonstrar técnica de realce nas letras)",
              "Fruta (para demonstrar técnica de realce entre luz e sobras)"
            ]
          },
          {
            "id": "HM031-R9",
            "quest": "Moldar e pintar 2 objetos adicionais, com desenhos diferentes da questão anterior."
          }
        ]
      },
      {
        "id": "HM032",
        "name": "Trabalhos em Couro",
        "badge": "null",
        "level": 1,
        "year": 1967,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM032-R1",
            "quest": "Qual a utilidade do couro, e onde podemos encontrá-lo?"
          },
          {
            "id": "HM032-R2",
            "quest": "Fazer uma lista de materiais necessários para a realização do trabalho em couro e demonstrar como manusear cada um dos itens citados."
          },
          {
            "id": "HM032-R3",
            "quest": "Saber diferenciar os diversos tipos de couro, como os bovinos, caprinos e imitações de couro. Saber qual couro é mais fácil de se trabalhar."
          },
          {
            "id": "HM032-R4",
            "quest": "Como podemos classificar o couro bovino? Qual a parte do boi mais aproveitada?"
          },
          {
            "id": "HM032-R5",
            "quest": "Descrever os passos necessários para a preparação do couro."
          },
          {
            "id": "HM032-R6",
            "quest": "Cite alguns dos defeitos mais comuns que encontramos no couro."
          },
          {
            "id": "HM032-R7",
            "quest": "Desenhar ou colar figuras/fotos de algumas ferramentas utilizadas nos trabalhos em couro, como, por exemplo, carteira, capa de revista ou cinto."
          },
          {
            "id": "HM032-R8",
            "quest": "Demonstrar como utilizar uma tintura em couro."
          },
          {
            "id": "HM032-R9",
            "quest": "Que acabamento é mais recomendado para a finalização de um trabalho em couro?"
          }
        ]
      },
      {
        "id": "HM033",
        "name": "Crochê",
        "badge": "null",
        "level": 2,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM033-R1",
            "quest": "Saber executar os seguintes pontos e mencionar quais são as abreviaturas dos mesmos:",
            "options": [
              "Ponto alto",
              "Ponto alto duplo",
              "Ponto corrente",
              "Ponto baixo",
              "Meio ponto",
              "Ponto baixíssimo"
            ]
          },
          {
            "id": "HM033-R2",
            "quest": "Listas os materiais necessários para fazer uma peça em crochê mencionando quais tipos de linha são os mais adequados a cada tipo de trabalho."
          },
          {
            "id": "HM033-R3",
            "quest": "Fazer um quadrado de 10X10 cm utilizando um dos pontos indicados no requisito 1."
          },
          {
            "id": "HM033-R4",
            "quest": "Saber como cuidar de itens feitos de lã, nylon, acrílico e algodão."
          },
          {
            "id": "HM033-R5",
            "quest": "Saber fazer um quadrado para crochê e mostrar algo que tenha feito usando o mesmo, por exemplo, um boné, cachecol, fronha de almofada."
          },
          {
            "id": "HM033-R6",
            "quest": "Apresentar uma amostra de barra feita em linha."
          },
          {
            "id": "HM033-R7",
            "quest": "Fazer, em fio de lã, um dos itens a seguir: boné, cachecol, colete ou um par de chinelos."
          },
          {
            "id": "HM033-R8",
            "quest": "Fazer um dos itens a seguir:",
            "options": [
              "Barrinha de toalha ou de pano de prato com motivo de frutas",
              "Flor para cabelo",
              "Chaveiro"
            ]
          }
        ]
      },
      {
        "id": "HM034",
        "name": "Crochê Avançado",
        "badge": "null",
        "level": 3,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM034-R1",
            "quest": "Ter a especialidade de Crochê."
          },
          {
            "id": "HM034-R2",
            "quest": "Saber interpretar um gráfico que contenha, ao menos, 3 pontos diferentes."
          },
          {
            "id": "HM034-R3",
            "quest": "Saber pregar uma barrinha de crochê em uma toalha."
          },
          {
            "id": "HM034-R4",
            "quest": "Fazer uma toalhinha de mesa redonda, de linha."
          },
          {
            "id": "HM034-R5",
            "quest": "Fazer um rendado mais complexo para cobrir uma almofada, ou objeto semelhante."
          },
          {
            "id": "HM034-R6",
            "quest": "Fazer um colete de crochê ou um conjunto completo pra bebê."
          },
          {
            "id": "HM034-R7",
            "quest": "Fazer um xale ou uma passadeira de crochê."
          },
          {
            "id": "HM034-R8",
            "quest": "Fazer uma peça de crochê à sua escolha usando, ao menos, 3 cores."
          }
        ]
      },
      {
        "id": "HM035",
        "name": "Espaçomodelismo",
        "badge": "null",
        "level": 1,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM035-R1",
            "quest": "Explicar o código de segurança do Missilmodelismo.",
            "instruction": "Código de Segurança do Missilmodelismo (http://nar.org/NARmrsc.html). 1 - Materiais: As miniaturas de foguetes deverão ser produzidas apenas através de materiais leves como papel, madeira, plástico e folhas de papel alumínio, com a exceção dos suportes de cargas e do mecanismo, feitos de arame ou semelhantes. 2 - Mecanismos: Utilizar apenas mecanismos de miniaturas comprados prontos, e de acordo com as instruções do fabricante. Não mexer com estes motores e utilizá-los somente para fins recomendados pelo fabricante. 3 - Sistema de ignição: Lançar os foguetes com um sistema de lançamento elétrico e ignitores de motores elétricos. O sistema de lançamento deverá possuir uma segurança de encravamento em série com o interruptor de lançamento que usa um interruptor de lançamento que retorne para a posição “OFF” quando lançado. 4 - Falhas de ignição: Se o foguete não lançar quando for acionado o botão do sistema de lançamento elétrico, deve-se retirá-lo do lançador de bloqueio de segurança ou desconectar a bateria, e esperar 60 segundos após o último lançamento, antes de permitir que alguém se aproxime do foguete. 5 - Lançamento de segurança: Iniciar uma contagem regressiva antes do lançamento para garantir que todos prestem atenção e mantenham uma distância segura de pelo menos 4,5 metros de distância para lançamentos de foguetes com motores D ou menor, e 9,5 metros para lançamentos de foguetes maiores. Caso o foguete não tenha sido testado e haja incerteza sobre sua segurança ou estabilidade, verificar a estabilidade de voo antes de permitir que espectadores acompanhem o lançamento. 6 - Lançador: Lançar o foguete a partir de uma haste de lançamento, torre ou ferroviário, apontada a partir de 30 graus da vertical para assegurar que o foguete voe quase em linha reta, usando um defletor para impedir que a explosão escape do motor de bater no chão. Para evitar lesão acidental com os olhos, colocar os lançadores de modo que a extremidade da haste de lançamento esteja acima do nível do olho ou tapar a extremidade da haste, quando não estiver em uso. 7 - Tamanho: O modelo de foguete não pesará mais de 1.500 gramas com o lançamento e não conterá mais de 125 gramas de propelente ou 71,9 segundos de impulso total. Se o modelo de foguete pesa mais de 453 gramas na decolagem ou tem mais de 113 gramas de propelente, verificar e cumprir com os regulamentos da Administração de Avaliação Federal antes de voar. 8 - Segurança de voo: Não lançar o foguete contra ventos fortes, perto de prédios, fios de eletricidade, árvores altas, perto de aeroportos ou heliportos (onde passem aeronaves em voo baixo), ou em quaisquer condições que possam ser perigosas às pessoas ou propriedades, e não colocar qualquer carga inflamável ou explosiva no foguete. 9 - Área de lançamento: Só lançar o foguete numa área aberta, pelo menos, tão grande como mostrado na tabela ( http://nar.org/NARmrsc.html), e em condições de tempo seguros, com velocidades de vento não superior a 32km/h . Assegurar-se de que não há capim seco próximo à plataforma de lançamento, e que o local de lançamento não apresenta risco de incêndios na grama. 10 - Sistema de recuperação: Deve-se usar um sistema de recuperação como uma serpentina ou pára-quedas no foguete para que ele retorne com segurança e sem danos, e então possa ser usado novamente. Usar apenas enchimento resistente a chamas ou recuperação à prova de fogo no foguete. 11 - Recuperação de forma segura: Não tentar recuperar o foguete caso ele caia em rede elétrica, árvores altas, ou outros lugares perigosos."
          },
          {
            "id": "HM035-R2",
            "quest": "Explicar a importância dos componentes básicos das miniaturas de foguetes."
          },
          {
            "id": "HM035-R3",
            "quest": "Desenhar o seguinte:",
            "options": [
              "Os passos do voo de uma miniatura de foguete.",
                "Um corte transversal de um foguete em miniatura, identificando cada parte.",
                "Um plano esquemático de um sistema simples de lançamento, usando os símbolos elétricos apropriados."
            ]
          },
          {
            "id": "HM035-R4",
            "quest": "Definir o seguinte:",
            "options": [
              "Enchimento",
              "Planadores de impulso",
              "Simulador",
              "Carga útil",
              "Apogeu",
              "Centro de gravidade",
              "Centro de pressão",
              "Impulso",
              "Velocidade",
              "Ejeção"
            ]
          },
          {
            "id": "HM035-R5",
            "quest": "Nomear e descrever, pelo menos, 4 diferentes sistemas de resgate."
          },
          {
            "id": "HM035-R6",
            "quest": "A partir de um kit, montar, fazer acabamento e pintar um foguete de estágio único, que tenha um comprimento mínimo de 15 cm. Lançar o foguete com paraquedas ou outro sistema de resgate."
          }
        ]
      },
      {
        "id": "HM036",
        "name": "Espaçomodelismo Avançado",
        "badge": "null",
        "level": 2,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM036-R1",
            "quest": "Ter a especialidade de Espaçomodelismo."
          },
          {
            "id": "HM036-R2",
            "quest": "A partir de um kit, montar, lançar e resgatar um foguete em miniatura."
          },
          {
            "id": "HM036-R3",
            "quest": "Projetar, construir (mas não a partir de um kit), fazer o acabamento e pintar um foguete de estágio único. Verifique se há estabilidade e, com sucesso, lançar e recuperar este foguete."
          },
          {
            "id": "HM036-R4",
            "quest": "Faça um dos seguintes itens:",
            "options": [
              "A partir de um kit, construir, terminar e pintar um foguete de 2 estágios. Lançar com sucesso e recuperar este foguete.",
              "A partir de um kit, construir, terminar e pintar um motor de 3 estágios agrupados em um único estágio de foguete. Lançar com sucesso e recuperar este foguete."
            ]
          },
          {
            "id": "HM036-R5",
            "quest": "Projetar um sistema de lançamento elétrico. Quando tiver sido aprovado pelo seu instrutor, construir este sistema e usá-lo para o lançamento de foguetes, pelo menos, 5 vezes."
          },
          {
            "id": "HM036-R6",
            "quest": "Descrever e demonstrar controle de altitude de estação única. Com o auxílio de um instrutor, rastrear o mesmo foguete 3 vezes usando 3 diferentes tamanhos de motores e comparar altitudes com um localizador de altitude."
          },
          {
            "id": "HM036-R7",
            "quest": "Comparar a velocidade e altitude de 2 pesos diferentes de foguetes usando o mesmo tamanho do motor."
          }
        ]
      },
      {
        "id": "HM037",
        "name": "Tricô",
        "badge": "null",
        "level": 2,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM037-R1",
            "quest": "Saber executar os seguintes pontos e mencionar quais são as abreviaturas dos mesmos:",
            "options": [
              "Meia",
              "Tricô",
              "Laçada",
              "Mate simples",
              "Mate duplo",
              "Ponto junto"
            ]
          },
          {
            "id": "HM037-R2",
            "quest": "Listar 5 diferentes tipos de lãs e explicar quais são as vantagens e desvantagens de cada um."
          },
          {
            "id": "HM037-R3",
            "quest": "Demonstrar como unir um novelo com outro e fazer com que o nó não seja notado em uma peça simples."
          },
          {
            "id": "HM037-R4",
            "quest": "Demonstrar como arrematar uma peça de tricô."
          },
          {
            "id": "HM037-R5",
            "quest": "Mencionar os cuidados necessários na lavagem e armazenamento das peças feitas com lã."
          },
          {
            "id": "HM037-R6",
            "quest": "Fazer uma peça seguindo uma receita que tenha, ao menos, 3 diferentes pontos."
          },
          {
            "id": "HM037-R7",
            "quest": "Fazer 2 peças em tricô, dentre as seguintes opções: luvas, sapatinhos de bebê, gorro, cachecol."
          }
        ]
      },
      {
        "id": "HM038",
        "name": "Tricô Avançado",
        "badge": "null",
        "level": 2,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM038-R1",
            "quest": "Ter a especialidade de Tricô."
          },
          {
            "id": "HM038-R2",
            "quest": "Saber executar os seguintes pontos e mencionar quais são as abreviaturas dos mesmos:",
            "options": [
              "Dois pontos juntos em meia",
              "Mate duplo vertical",
              "Mate duplo à esquerda",
              "Mate duplo à direita"
            ]
          },
          {
            "id": "HM038-R3",
            "quest": "Saber fazer o seguinte:",
            "options": [
              "Aumento",
              "Diminuição",
              "Arremate",
              "Costura invisível",
              "Emendar fios com nós simples e nós com fio sobreposto"
            ]
          },
          {
            "id": "HM038-R4",
            "quest": "Saber unir 3 malhas de tricô."
          },
          {
            "id": "HM038-R5",
            "quest": "Fazer, em tricô, um par de sapatos de adulto, sendo que as duas peças devem ser feitas simultaneamente no mesmo par de agulhas."
          },
          {
            "id": "HM038-R6",
            "quest": "Fazer 2 peças das seguintes:",
            "options": [
              "Casaquinho de bebê",
              "Xale ou poncho",
              "Suéter adulto",
              "Vestido",
              "Casaco"
            ]
          },
          {
            "id": "HM038-R7",
            "quest": "Fazer uma peça de tricô usando, ao menos, 3 cores de lã diferentes."
          },
          {
            "id": "HM038-R8",
            "quest": "Fazer uma peça de tricô à sua escolha que contenha motivo de tranças ou folhas."
          },
          {
            "id": "HM038-R9",
            "quest": "Demonstrar habilidade em trabalhar com um dos seguintes instrumentos:",
            "options": [
              "Tear",
              "Agulha circular"
            ]
          }
        ]
      },
      {
        "id": "HM039",
        "name": "Trabalhos em Vidro",
        "badge": "null",
        "level": 1,
        "year": 1970,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM039-R1",
            "quest": "Cite o nome de 10 tipos de vidro."
          },
          {
            "id": "HM039-R2",
            "quest": "Saber que tipos de vidro são utilizados em móveis, isolamento, aviões e automóveis."
          },
          {
            "id": "HM039-R3",
            "quest": "Coletar e preparar, pelo menos, 3 cores de vidro para fazer um quadro."
          },
          {
            "id": "HM039-R4",
            "quest": "Saber os passos para fazer uma imagem com vidro e completar esse quadro usando, pelo menos, 3 cores."
          },
          {
            "id": "HM039-R5",
            "quest": "Pesquisar sobre a história do vidro e como é o processo de fabricação. Escolher um dos seguintes:",
            "options": [
              "Relatório de, pelo menos, 300 palavras.",
              "Fazer uma apresentação oral de, pelo menos, 3 minutos."
            ]
          },
          {
            "id": "HM039-R6",
            "quest": "Saber quais são as ferramentas necessárias e quais os cuidados que devemos ter ao trabalhar com vidros."
          },
          {
            "id": "HM039-R7",
            "quest": "Pesquisar em sua região sobre o seguinte:",
            "options": [
              "Como funciona o processo de reciclagem de vidros?",
              "Que destino têm os retalhos de vidro em vidraçarias?",
              "Qual o destino mais indicado para vidros quebrados em casa?"
            ]
          }
        ]
      },
      {
        "id": "HM040",
        "name": "Arte de Trançar",
        "badge": "null",
        "level": 1,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM040-R1",
            "quest": "Fazer uma trança de três pontas usando cabelo, corda ou cabo."
          },
          {
            "id": "HM040-R2",
            "quest": "Fazer um puxador de zíper ou um chaveiro usando o trançado redondo ou quadrado de quatro cordões."
          },
          {
            "id": "HM040-R3",
            "quest": "Fazer um projeto, que não seja um puxador de zíper ou um chaveiro, usando o trançado redondo ou quadrado de quatro cordões."
          },
          {
            "id": "HM040-R4",
            "quest": "Fazer um cordão com alça usando um trançado redondo de quatro pontas."
          },
          {
            "id": "HM040-R5",
            "quest": "Saber como iniciar e finalizar cada projeto."
          },
          {
            "id": "HM040-R6",
            "quest": "Fazer um torçal, trançado com o nó de surrão na parte superior que envolve o braço e nó de surrão invertido no prolongamento até o apito."
          }
        ]
      },
      {
        "id": "HM041",
        "name": "Arte de Trançar Avançado",
        "badge": "null",
        "level": 2,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM041-R1",
            "quest": "Ter a especialidade de Arte de trançar."
          },
          {
            "id": "HM041-R2",
            "quest": "Fazer um puxador de zíper ou chaveiro usando um trançado de 6 ou 8 cordões."
          },
          {
            "id": "HM041-R3",
            "quest": "Fazer um puxador de zíper ou chaveiro usando de 6 ou 8 cordões, mostrando a técnica de ziguezague revertendo o sentido do trançado."
          },
          {
            "id": "HM041-R4",
            "quest": "Fazer um dos seguintes:",
            "options": [
              "Cordão com alça de 6 fios ou cordões",
              "Marca página usando, pelo menos, 6 fios ou cordões",
              "Coleira de cachorro com trançado de quatro fios ou cordões em torno de um cordão ou cabo"
            ]
          },
          {
            "id": "HM041-R5",
            "quest": "Saber como iniciar e finalizar cada projeto."
          }
        ]
      },
      {
        "id": "HM042",
        "name": "Decoração de Bolos",
        "badge": "null",
        "level": 2,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM041-R1",
            "quest": "Fazer uma lista de equipamentos necessários para decorar bolos."
          },
          {
            "id": "HM041-R2",
            "quest": "Preparar 2 coberturas de bolo e dizer que ingredientes foram utilizados em cada uma."
          },
          {
            "id": "HM041-R3",
            "quest": "Demonstrar como usar corretamente colheres e xícaras de medidas e a balança culinária (se houver). Qual a importância, na confeitaria, de se seguir a receita corretamente?"
          },
          {
            "id": "HM041-R4",
            "quest": "Fazer e descrever os procedimentos adequados para a construção de um saco de confeitar."
          },
          {
            "id": "HM041-R5",
            "quest": "Demonstrar de maneira correta como:",
            "options": [
              "Encaixar o bico no saco de confeitar",
              "Misturar a cor",
              "Encher com glacê e dobrar a ponta"
            ]
          },
          {
            "id": "HM041-R6",
            "quest": "Qual o nome da dobra da ponta do saco de confeitar?"
          },
          {
            "id": "HM041-R7",
            "quest": "Citar 3 etapas essenciais para um bom trabalho em uma decoração de bolo."
          },
          {
            "id": "HM041-R8",
            "quest": "Demonstrar habilidade e precisão ao desenhar os seguintes:",
            "options": [
              "Chuva de Estrelas",
              "Rosas",
              "Bordas em formato de conchas e zigue-zague",
              "Forma de 'S' e Laços"
            ]
          },
          {
            "id": "HM041-R9",
            "quest": "Descrever e explicar 4 técnicas utilizadas na decoração de um bolo."
          },
          {
            "id": "HM041-R10",
            "quest": "Desenhar 4 flores diferentes, por exemplo: ervilha-de-cheiro, rosa, cravo, margarida, copo de leite, violeta, etc. Uma das 4 flores escolhida deve ser feita inteira."
          },
          {
            "id": "HM041-R11",
            "quest": "Demonstrar técnicas e métodos de escrever em um bolo, usando 2 bicos de confeitar diferentes."
          },
          {
            "id": "HM041-R12",
            "quest": "Fazer um bolo em uma fôrma de formato diferente e confeitá-lo."
          },
          {
            "id": "HM041-R13",
            "quest": "Fazer uma decoração em um bolo para uma cerimônia especial, utilizando, pelo menos, 2 bordas diferentes e um arranjo floral."
          },
          {
            "id": "HM041-R14",
            "quest": "Fazer um bolo em forma de coração, onde o mesmo deve ter:",
            "options": [
              "Bordas",
              "Flores",
              "Escrita",
              "Tranças ornamentais"
            ]
          }
        ]
      },
      {
        "id": "HM043",
        "name": "Esmaltado em Cobre",
        "badge": "null",
        "level": 1,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM043-R1",
            "quest": "Conhecer a diferença entre o esmaltado em baixa e em alta temperatura."
          },
          {
            "id": "HM043-R2",
            "quest": "Citar os materiais que podem ser usados no processo de baixa temperatura."
          },
          {
            "id": "HM043-R3",
            "quest": "Qual é o método apropriado para a limpeza de objetos que serão esmaltados? Por que esta limpeza é importante?"
          },
          {
            "id": "HM043-R4",
            "quest": "Que acabamento deve ser dado ao cobre para evitar a perda do brilho?"
          },
          {
            "id": "HM043-R5",
            "quest": "Dar o nome das ferramentas usadas para fazer o esmaltado."
          },
          {
            "id": "HM043-R6",
            "quest": "Que fontes de calor podem ser usadas para o processo de baixa temperatura? Que medidas de segurança devem ser seguidas?"
          },
          {
            "id": "HM043-R7",
            "quest": "Como se prende alfinetes tipo broche e imãs atrás de objetos de metal?"
          },
          {
            "id": "HM043-R8",
            "quest": "NOTA: A aplicação de fogo aos objetos não precisa ser necessariamente feita pelo desbravador que está completando a especialidade. Esta especialidade pode ser conquistada tanto para pessoas que tenham usado o processo de alta temperatura, como para as que usarem o de baixa temperatura. Fazer, pelo menos, 5 objetos usando as seguintes técnicas:",
            "options": [
              "Espiral",
              "Estêncil",
              "Filamentos",
              "Mosaico",
              "Scraffito"
            ]
          }
        ]
      },
      {
        "id": "HM044",
        "name": "Esmaltado em Cobre Avançado",
        "badge": "null",
        "level": 3,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM044-R1",
            "quest": "Ter a especialidade de Esmaltado em Cobre."
          },
          {
            "id": "HM044-R2",
            "quest": "Explicar o uso de um tripé."
          },
          {
            "id": "HM044-R3",
            "quest": "Que materiais podem ser usados para decorar ou ornamentar objetos esmaltados?"
          },
          {
            "id": "HM044-R4",
            "quest": "NOTA: A aplicação de fogo aos objetos não precisa ser necessariamente feita pelo desbravador que está completando a especialidade. Esta especialidade pode ser conquistada tanto para pessoas que tenham usado o processo de alta temperatura, como para as que usarem o de baixa temperatura. Fazer 4 dos seguintes projetos:",
            "options": [
              "Decoração de natal",
              "Decoração de cozinha",
              "Flor de metal",
              "Broche ou pin",
              "Porta livros de metal",
              "Placa de metal",
              "Objeto tridimensional",
              "Objeto semelhante de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM045",
        "name": "Estofamento",
        "badge": "null",
        "level": 2,
        "year": 0,
        "originatingInstitution": "Divisão do Sul do Pacífico",
        "requirements": [
          {
            "id": "HM045-R1",
            "quest": "Conhecer os seguintes itens utilizados em estofamento. Descrever as ferramentas e dar seus usos:",
            "options": [
              "Pé de cabra",
              "Removedor de grampos",
              "Agulhas curvas",
              "Martelo magnético",
              "Estilete ou faca afiada",
              "Mesa de trabalho",
              "Máquina de costura Industrial",
              "Grampeador manual"
            ]
          },
          {
            "id": "HM045-R2",
            "quest": "Explicar o uso dos seguintes itens:",
            "options": [
              "Cintas",
              "Grampos e tachinhas",
              "Espuma",
              "Algodão para tapecaria"
            ]
          },
          {
            "id": "HM045-R3",
            "quest": "Conhecer, pelo menos, 3 tipos de tecidos comuns em sua região que são utilizados no estofa mento."
          },
          {
            "id": "HM045-R4",
            "quest": "Explique como encaixar a tampa traseira para acabamento em um sofá de 3 lugares."
          },
          {
            "id": "HM045-R5",
            "quest": "Qual o nome do material utilizado para a base de um sofá de sala de estar e qual a sua finalidade?"
          },
          {
            "id": "HM045-R6",
            "quest": "Conhecer 2 métodos de fixação de capas para cadeiras."
          },
          {
            "id": "HM045-R7",
            "quest": "Escolher 1 dos seguintes:",
            "options": [
              "Estofar uma poltrona ou sofá",
              "Estofar uma caixa de brinquedos"
            ]
          },
          {
            "id": "HM045-R8",
            "quest": "Fazer uma almofada para sofá."
          }
        ]
      },
      {
        "id": "HM046",
        "name": "Fabricação de Velas",
        "badge": "null",
        "level": 2,
        "year": 1972,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM046-R1",
            "quest": "Fazer, pelo menos, 5 dos itens a seguir:",
            "options": [
              "Vela de Areia de forma livre",
              "Vela em camadas coloridas",
              "Vela feita em um molde",
              "Vela de Gelo",
              "Vela Perfumada",
              "Um par de velas de cera de abelha"
            ]
          },
          {
            "id": "HM046-R2",
            "quest": "Conhecer, pelo menos, 2 tipos de cera utilizados para fazer velas tradicionais e explique o uso de cada uma."
          },
          {
            "id": "HM046-R3",
            "quest": "Saber a medida de um pavio e por quanto tempo ele ficará queimando."
          },
          {
            "id": "HM046-R4",
            "quest": "Em qual circunstância deve-se usar um pavio de metal?"
          },
          {
            "id": "HM046-R5",
            "quest": "Conhecer as medidas de segurança para a fabricação de uma vela."
          }
        ]
      },
      {
        "id": "HM047",
        "name": "Serigrafia",
        "badge": "null",
        "level": 2,
        "year": 1974,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM047-R1",
            "quest": "Fazer uma lista das ferramentas e equipamentos necessários para fazer serigrafia."
          },
          {
            "id": "HM047-R2",
            "quest": "Mencionar 3 tipos de tinta adequadas para o trabalho com serigrafia."
          },
          {
            "id": "HM047-R3",
            "quest": "Relacionar, pelo menos, 3 usos industriais para a serigrafia."
          },
          {
            "id": "HM047-R4",
            "quest": "Explicar como fazer serigrafia em garrafas e superfícies arredondadas."
          },
          {
            "id": "HM047-R5",
            "quest": "Fazer uma estampa, transferi-la para uma tela e imprimir um dos projetos a seguir:",
            "options": [
              "Pelo menos 10 cartões",
              "Pelo menos 3 cartazes",
              "Estampar um desenho em tecido",
              "Um projeto semelhante, de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM048",
        "name": "Serigrafia Avançado",
        "badge": "null",
        "level": 3,
        "year": 1974,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM048-R1",
            "quest": "Ter a especialidade de Serigrafia."
          },
          {
            "id": "HM048-R2",
            "quest": "Estender e prender uma malha num bastidor para fazer uma tela de serigrafia."
          },
          {
            "id": "HM048-R3",
            "quest": "Saber que tecidos podem ser usados para serigrafia e as vantagens de cada um. Que fatores influenciam na escolha da malha para a tela?"
          },
          {
            "id": "HM048-R4",
            "quest": "Compreender cada uma das seguintes técnicas de impressão em Serigrafia:",
            "options": [
              "Método filme estêncil",
              "Método fotográfico",
              "Método resistente"
            ]
          },
          {
            "id": "HM048-R5",
            "quest": "Usar duas das técnicas a seguir para cumprir o requisito 4 desta especialidade:",
            "options": [
              "Imprimir um desenho usando duas cores ou mais, de acordo com a tabela de cores",
              "Imprimir um desenho em repetição",
              "Imprimir um desenho em três cores, usando apenas duas cores de tinta"
            ]
          },
          {
            "id": "HM048-R6",
            "quest": "Imprimir, no mínimo, 10 camisetas iguais para sua unidade, Clube ou projeto da Igreja, usando ao menos 5 telas diferentes, sendo, pelo menos, 3 delas de um mesmo desenho (sobrepostas)."
          },
          {
            "id": "HM048-R7",
            "quest": "Imprimir em um material que não seja papel ou tecido, como, por exemplo, vidro, metal ou couro."
          }
        ]
      },
      {
        "id": "HM049",
        "name": "Arte com Barbante",
        "badge": "null",
        "level": 1,
        "year": 1975,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM049-R1",
            "quest": "Descrever os itens a seguir: artesanato com barbante, simetria (symmography), ponto geométrico."
          },
          {
            "id": "HM049-R2",
            "quest": "Desenhar e encordoar sobre papel cartão em pontos igualmente espaçados:",
            "options": [
              "Um ângulo reto",
              "Um ângulo agudo",
              "Um ângulo obtuso"
            ]
          },
          {
            "id": "HM049-R3",
            "quest": "Mencionar três maneiras de preparar a madeira para a arte com barbante."
          },
          {
            "id": "HM049-R4",
            "quest": "Usando métodos de encordoar em madeira, fazer quatro dos seguintes:",
            "options": [
              "Círculo cheio",
              "Círculo vazado",
              "Estrela",
              "Beirada",
              "Curva de dentro para fora",
              "Curva de fora para dentro",
              "Enchimento",
              "Asa entrelaçada"
            ]
          },
          {
            "id": "HM049-R5",
            "quest": "Colocar em exposição um trabalho original de arte com barbante em madeira."
          },
          {
            "id": "HM049-R6",
            "quest": "Além da madeira, que outros materiais podem ser usados em trabalhos de arte com barbante? Liste, ao menos, 5."
          }
        ]
      },
      {
        "id": "HM050",
        "name": "Decoupage",
        "badge": "null",
        "level": 2,
        "year": 1975,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM050-R",
            "quest": ""
          },
          {
            "id": "HM050-R1",
            "quest": "O que é Decoupage?"
          },
          {
            "id": "HM050-R2",
            "quest": "Apresentar a história desta técnica, incluindo país de origem, desenvolvimento e tantas curiosidades que puderem ser encontradas."
          },
          {
            "id": "HM050-R3",
            "quest": "Fazer uma lista do material e equipamentos necessários para o decoupage."
          },
          {
            "id": "HM050-R4",
            "quest": "Descreva a forma apropriada de limpeza de cada ferramenta utilizada."
          },
          {
            "id": "HM050-R5",
            "quest": "Descrever como preparar a madeira ou objeto de metal para o decoupage."
          },
          {
            "id": "HM050-R6",
            "quest": "Explique 3 maneiras pelas quais o material impresso pode ser usado no decoupage."
          },
          {
            "id": "HM050-R7",
            "quest": "Explicar o passo a passo desta técnica."
          },
          {
            "id": "HM050-R8",
            "quest": "Seguindo os passos básicos, completar 2 dos objetos a seguir:",
            "options": [
              "Chaveiro",
              "Suporte de livros",
              "Garrafa",
              "Caixa para lenços de papel",
              "Objeto de sua escolha"
            ]
          },
          {
            "id": "HM050-R9",
            "quest": "Um dos objetos preparados durante o cumprimento do requisito 8 deve ser dado de presente a algum idoso membro da comunidade ou em visita a uma casa de repouso."
          }
        ]
      },
      {
        "id": "HM051",
        "name": "Macramê",
        "badge": "null",
        "level": 1,
        "year": 1975,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM051-R1",
            "quest": "Descrever a história do macramê."
          },
          {
            "id": "HM051-R2",
            "quest": "O que é um fio de macramê?"
          },
          {
            "id": "HM051-R3",
            "quest": "Citar 3 tipos de fios utilizados no macramê e explicar a qualidade de cada um."
          },
          {
            "id": "HM051-R4",
            "quest": "Conhecer os nós básicos que são usados no macramê. Saber 2 variações de cada um desses nós citados."
          },
          {
            "id": "HM051-R5",
            "quest": "Qual a utilidade do nó simples no macramê?"
          },
          {
            "id": "HM051-R6",
            "quest": "Qual a quantidade necessária para se alcançar o comprimento desejado do produto final."
          },
          {
            "id": "HM051-R7",
            "quest": "Fazer uma amostra de macramê para exposição ou apresentação em seu Clube, escola ou Igreja, usando os seguintes nós essenciais e, pelo menos, 2 variações: nó Chato, nó Cordonê ou nó Festonê. Fazer 2 outros itens de sua escolha usando os nós essenciais: nó quadrado, Josephine ou nó gravata."
          },
          {
            "id": "HM051-R8",
            "quest": "Fazer 2 itens diferentes de sua escolha usando o nó quadrado, o ponto meia duplo e 2 variações de cada um em ambos os itens."
          }
        ]
      },
      {
        "id": "HM052",
        "name": "Telhados",
        "badge": "null",
        "level": 0,
        "year": 0,
        "originatingInstitution": "Divisão Centro Leste Africana",
        "requirements": [
          {
            "id": "HM052-R1",
            "quest": "Faça uma lista de ferramentas necessárias para se trabalhar em telhados, relacionando o uso e os cuidados de segurança de cada ferramenta."
          },
          {
            "id": "HM052-R2",
            "quest": "Quais os equipamentos necessários para se fazer um telhado com 'tesouras'? Descrever como você faria para erguê-las em seus lugares."
          },
          {
            "id": "HM052-R3",
            "quest": "Citar os principais tipos de madeiras usadas em telhados em sua região e sua utilização em vários tipos de telhados, como: meia-água, duas águas, segmentadas, espigão, colonial, etc."
          },
          {
            "id": "HM052-R4",
            "quest": "Responder o seguinte, com relação ao preparo do material:",
            "options": [
              "Como é feito o corte da madeira para telhados e como as madeiras são armazenadas?",
              "Como é feita a preparação da madeira utilizada em telhados?",
              "Como é feito um telhado com cabeamento? Quais são os materiais e equipamentos utilizados em sua região?"
            ]
          },
          {
            "id": "HM052-R5",
            "quest": "Responder o seguinte, com relação aos telhados de palha:",
            "options": [
              "Telhado de palha pode ser feito de qualquer modelo?",
              "Qual o modelo mais prático de se fazer um telhado de palha?",
              "Cite algumas vantagens e desvantagens de um telhado de palha.",
              "Quais são as intempéries que prejudicam um telhado de palha? Como a proteção deve ser feita?"

            ]
          },
          {
            "id": "HM052-R6",
            "quest": "Ter conhecimento prático em trabalho com palha e demonstrar capacidade em fazer alguns feixes para cobertura."
          },
          {
            "id": "HM052-R7",
            "quest": "Responda o seguinte, com relação à mão de obra:",
            "options": [
              "Quantos trabalhadores são necessários para se construir um telhado com tesouras estilo 2 águas?",
              "Descrever como iniciar um trabalho na cobertura do item A.",
              "Dizer e, se possível, demonstrar, como você faria: (1) telhado redondo, (2) telhado colonial."
            ]
          }
        ]
      },
      {
        "id": "HM053",
        "name": "Cultura Indígena Avançado",
        "badge": "null",
        "level": 3,
        "year": 1976,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM053-R1",
            "quest": "Ter a especialidade Cultura indígena."
          },
          {
            "id": "HM053-R2",
            "quest": "Pesquisar se em seu país existe alguma política pública de preservação da cultura indígena. Com base nessa pesquisa, escrever uma redação de 500 palavras sobre 'Direitos das populações indígenas'."
          },
          {
            "id": "HM053-R3",
            "quest": "Identificar a etnia e apresentar a localização de, pelo menos, 10 tribos ou comunidades indígenas existentes o mais próximo possível de sua cidade, na atualidade."
          },
          {
            "id": "HM053-R4",
            "quest": "Descobrir como os índios obtinham tintas/corantes vegetais e tentar obter, pelo menos, 2 tons de cores por esse método."
          },
          {
            "id": "HM053-R5",
            "quest": "Listar 5 medicamentos ou plantas medicinais utilizadas pelos índios e que atualmente tenham sua eficácia comprovada pela ciência."
          },
          {
            "id": "HM053-R6",
            "quest": "Aprender a contar, ao menos, 3 histórias tradicionais contadas por alguma etnia indígena de sua região, que ensine importantes lições para a vida do Desbravador."
          },
          {
            "id": "HM053-R7",
            "quest": "Listar 5 diferentes línguas/dialetos indígenas e apresentar o significado de, ao menos, lo palavras em cada um deles."
          },
          {
            "id": "HM053-R8",
            "quest": "Descobrir que etnia indígena vivia em sua cidade (ou a mais próxima) no período do descobrimento do seu país. Sobre esse grupo, pesquise as seguintes informações:",
            "options": [
              "Tamanho da população, na época e atualmente",
              "Habitações/moradia",
              "Artesanato nativo como cestaria, cerâmica, tapetes, entalhes, etc.",
              "Práticas religiosas",
              "Forma de Governo",
              "Vestimentas e adornos"
            ]
          },
          {
            "id": "HM053-R9",
            "quest": "Participar de uma refeição com diversos alimentos e pratos indígenas, onde tenham sido usados variados métodos de preparo."
          },
          {
            "id": "HM053-R10",
            "quest": "Como são construídas as habitações indígenas? Com materiais naturais, fazer uma maquete de uma habitação indígena, utilizando os mesmos métodos de construção."
          },
          {
            "id": "HM053-R11",
            "quest": "Completar um dos seguintes:",
            "options": [
              "Visitar um museu indígena ou uma coleção pública/privada. Ao final da visita, preparar um relatório com fotos sobre todas as coisas interessantes que aprendeu.",
              "Recepcionar um índio em uma reunião do Clube e aprender sobre seu povo e seus costumes. Pedir que ele ensine algum tipo de artesanato de seu grupo. Ao final, apresentar a seu instrutor a peça de artesanato que preparou.",
              "Fazer uma visita a um índio e aprender sobre seu povo e seus costumes. Fazer um relatório sobre a experiência, contando o que aprendeu. Inserir fotos da visita.",
              "Visitar uma aldeia indígena ou reserva. Ao final, preparar um álbum de fotos da visita e apresentá-lo a seu instrutor, contando as histórias de cada foto."
            ]
          },
          {
            "id": "HM053-R12",
            "quest": "Utilizando apenas materiais encontrados na natureza, fazer um dos seguintes trabalhos artesanais e, em seguida, demonstrar seu uso:",
            "options": [
              "Um cocar",
              "Um instrumento musical",
              "Um arco e flecha"
            ]
          }
        ]
      },
      {
        "id": "HM054",
        "name": "Bordado em Ponto Cruz",
        "badge": "null",
        "level": 2,
        "year": 1976,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM054-R1",
            "quest": "Ter um estojo com material necessário para fazer o ponto cruz, incluindo pelo menos: agulhas para ponto cruz, linha de algodão mercerizada em várias cores, uma tesoura para bordado, retalhos de tecido para ponto cruz e vários gráficos para bordar."
          },
          {
            "id": "HM054-R2",
            "quest": "Conhecer os tipos de tecido para bordar o ponto cruz que se encontram no mercado."
          },
          {
            "id": "HM054-R3",
            "quest": "Conhecer os tipos de fios para bordar o ponto cruz que se encontram no mercado e saber como converter a tabela de cores de um fabricante para o outro."
          },
          {
            "id": "HM054-R4",
            "quest": "Conhecer, pelo menos, quatro pontos usados no ponto cruz e saber interpretar um gráfico."
          },
          {
            "id": "HM054-R5",
            "quest": "Bordar em ponto cruz um desenho com, pelo menos, três cores em três amostras de tecidos e identificá-los."
          },
          {
            "id": "HM054-R6",
            "quest": "Fazer dois dos seguintes trabalhos em ponto cruz, usando gráfico:",
            "options": [
              "Pano de prato",
              "Toalha de rosto ou de lavabo",
              "Jogo americano",
              "Capa de almofada",
              "Caminho de mesa"
            ]
          },
          {
            "id": "HM054-R7",
            "quest": "Fazer um quadro em ponto cruz de, pelo menos, 30 x 50 pontos com desenho de sua escolha."
          },
          {
            "id": "HM054-R8",
            "quest": "Fazer um quadro em ponto cruz de, pelo menos, 50 x 90 pontos de uma cena da natureza."
          }
        ]
      },
      {
        "id": "HM055",
        "name": "Biscuit",
        "badge": "null",
        "level": 1,
        "year": 1976,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM055-R1",
            "quest": "Fazer uma lista dos materiais necessários para a arte em biscuit."
          },
          {
            "id": "HM055-R2",
            "quest": "Por que é importante estar com as mãos limpas, e usar creme para as mãos ao trabalhar com biscuit?"
          },
          {
            "id": "HM055-R3",
            "quest": "Explicar as diferentes técnicas de colorir e pintar a massa."
          },
          {
            "id": "HM055-R4",
            "quest": "Que tipo de acabamento se usa para proteger e dar uma aparência brilhante aos artigos feitos com biscuit?"
          },
          {
            "id": "HM055-R5",
            "quest": "Fazer, pelo menos, dois objetos a seguir:",
            "options": [
              "Joaninha",
              "Flor",
              "Menino articulado",
              "Menina articulada",
              "Porta recado"
            ]
          },
          {
            "id": "HM055-R6",
            "quest": "Fazer um dos itens a seguir usando massa tingida:",
            "options": [
              "Lembrança de casamento",
              "Lembrança de maternidade",
              "Topo de bolo temático",
              "Pequeno quadro de parede"
            ]
          },
          {
            "id": "HM055-R7",
            "quest": "Fazer um dos itens a seguir:",
            "options": [
              "Ímã de geladeira",
              "Vasinho de flor",
              "Pote para cozinha",
              "Porta treco",
              "Algo de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM056",
        "name": "Patchwork",
        "badge": "null",
        "level": 2,
        "year": 1976,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM056-R1",
            "quest": "O que é patchwork?"
          },
          {
            "id": "HM056-R2",
            "quest": "Fazer uma lista de materiais necessários para confeccionar uma peça em patchwork."
          },
          {
            "id": "HM056-R3",
            "quest": "Quais são os passos básicos para a confecção de uma peça de patchwork?"
          },
          {
            "id": "HM056-R4",
            "quest": "Listar 5 tipos de tecidos utilizados para se fazer patchwork e quais as vantagens e desvantagens de cada um."
          },
          {
            "id": "HM056-R5",
            "quest": "Demonstrar habilidade em medir e cortar corretamente os tecidos."
          },
          {
            "id": "HM056-R6",
            "quest": "Demonstrar como combinar cores e estampas corretamente."
          },
          {
            "id": "HM056-R7",
            "quest": "Saber costurar e arrematar corretamente suas peças à mão ou à máquina."
          },
          {
            "id": "HM056-R8",
            "quest": "Qual a importância de um acabamento bem feito para o valor comercial do seu produto?"
          },
          {
            "id": "HM056-R9",
            "quest": "Fazer 3 dos seguintes.",
            "options": [
              "Trabalhos usando patchwork",
              "Avental",
              "Capa de almofada",
              "Bolsa",
              "Jogo americano",
              "Saco de dormir para bebê",
              "Toalha de mesa",
              "Tapete"
            ]
          },
          {
            "id": "HM056-R10",
            "quest": "Fazer uma peça de sua escolha usando 2 dos seguintes motivos:",
            "options": [
              "Animal",
              "Flor",
              "Formas geométricas",
              "Frutas"
            ]
          },
          {
            "id": "HM056-R11",
            "quest": "Qual tamanho deve ter uma colcha?",
            "options": [
              "Solteiro",
              "Casal",
              "King Size"
            ]
          },
          {
            "id": "HM056-R12",
            "quest": "Quais são os métodos mais comuns de desenho para uma colcha de retalhos?"
          },
          {
            "id": "HM056-R13",
            "quest": "Mostrar as 3 principais fibras usadas no enchimento (camada central) de uma colcha de retalhos."
          },
          {
            "id": "HM056-R14",
            "quest": "Começar e terminar uma colcha de retalhos, seja como um projeto individual ou em grupo."
          }
        ]
      },
      {
        "id": "HM057",
        "name": "Nautimodelismo",
        "badge": "null",
        "level": 2,
        "year": 1977,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM057-R1",
            "quest": "Cumprir dois dos itens abaixo:",
            "options": [
              "Comprar e montar um kit para barco à vela de 25a 40 centímetros de comprimento e cerca de 4 a 5 centímetros de largura. Manobrar o barco na água durante, pelo menos, dois minutos.",
              "Construir um barco em miniatura, com motor elétrico, a partir de seu próprio projeto ou de um kit (tamanho: 25 a 45 cm de comprimento) e manobrar o barco durante três a cinco minutos.",
              "Construir um modelo de 45 a 80 centímetros de comprimento a partir de seu próprio projeto ou de um kit comprado. Instalar um motor de combustão interna 0,029 ou 0,049 e manobrar em uma corrida com duração de cinco minuto. Anotar por escrito as características do modelo e o que você fez para melhorar seu desempenho."
            ]
          },
          {
            "id": "HM057-R2",
            "quest": "Identificar e definir as seguintes palavras:",
            "options": [
              "Deslocamento",
              "Centro de gravidade",
              "Nível de propulsão",
              "Impulso e suspensão",
              "Casco simples",
              "Energia hidráulica",
              "Proa",
              "Quilha",
              "Viga",
              "Cavitação",
              "Adernar",
              "Nivelar",
              "Draga"
            ]
          }
        ]
      },
      {
        "id": "HM058",
        "name": "Trabalhos em Couro Avançado",
        "badge": "null",
        "level": 3,
        "year": 1977,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM058-R1",
            "quest": "Ter a especialidade de Trabalhos em couro."
          },
          {
            "id": "HM058-R2",
            "quest": "Demonstrar habilidade em fazer furos, colocar fechos, fazer costura em uma sela e fazer 2 tipos de laços."
          },
          {
            "id": "HM058-R3",
            "quest": "Fazer uma bainha para uma machadinha, faca ou facão."
          },
          {
            "id": "HM058-R4",
            "quest": "Fazer e esculpir um cinto, criando uma ferramenta adequada para essa atividade."
          },
          {
            "id": "HM058-R5",
            "quest": "Desenhar, cortar o couro, furar e entrelaçar um dos modelos a seguir:",
            "options": [
              "Bolsa",
              "Sacola",
              "Pasta",
              "Objeto de sua escolha"
            ]
          },
          {
            "id": "HM058-R6",
            "quest": "Apresentar, pelo menos, 6 objetos em couro feitos por você."
          }
        ]
      },
      {
        "id": "HM059",
        "name": "Gravuras em Vidro",
        "badge": "null",
        "level": 2,
        "year": 1997,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM059-R1",
            "quest": "Liste as ferramentas e itens necessários para o trabalho de gravura em vidros."
          },
          {
            "id": "HM059-R2",
            "quest": "Quais são os passos para se fazer uma gravura em vidro?"
          },
          {
            "id": "HM059-R3",
            "quest": "Qual a técnica utilizada para a gravura aveludada?"
          },
          {
            "id": "HM059-R4",
            "quest": "Fazer um dos itens a seguir em vidro transparente:",
            "options": [
              "Verso bíblico",
              "Flores, animais ou pessoas"
            ]
          },
          {
            "id": "HM059-R5",
            "quest": "Fazer um trabalho em um espelho, com os seguintes itens:",
            "options": [
              "Letras, versos, flores, animais ou pessoas",
              "Concluir o trabalho com enquadramento em torno do espelho com fita adesiva colorida."
            ]
          },
          {
            "id": "HM059-R6",
            "quest": "Fazer um projeto em um copo, jarra, ou objeto oval."
          }
        ]
      },
      {
        "id": "HM060",
        "name": "Origami",
        "badge": "null",
        "level": 1,
        "year": 1997,
        "originatingInstitution": "Associação Geral",
        "requirements": [
          {
            "id": "HM060-R1",
            "quest": "Definir o que é um origami. Conhecer sua história e desenvolvimento em diferentes países."
          },
          {
            "id": "HM060-R2",
            "quest": "Definir quais são os principais usos do origami atualmente e qual a diferença em relação a como era usado no passado."
          },
          {
            "id": "HM060-R3",
            "quest": "Explicar a importância e utilidade dos diagramas. Conhecer os principais símbolos usados neles."
          },
          {
            "id": "HM060-R4",
            "quest": "Ser capaz de identificar os seguintes símbolos e executar o movimento correspondente, quando houver:",
            "options": [
              "Dobrar nessa direção",
              "Dobrar e desdobrar",
              "Dobrar para trás",
              "Dobrar para dentro",
              "Linha do vale",
              "Linha da montanha",
              "Frente",
              "Verso",
              "Vinco",
              "Segurar aqui",
              "Soprar",
              "Abrir",
              "Dobrar em cima da dobra",
              "Girar"
            ]
          },
          {
            "id": "HM060-R5",
            "quest": "Explicar a importância e utilidade das bases ou formas básicas. Demonstrar as seguintes:",
            "options": [
              "Base quadrada",
              "Base de peixe",
              "Base de balão",
              "Base de pássaro",
              "Base de sapo"
            ]
          },
          {
            "id": "HM060-R6",
            "quest": "Dobrar os seguintes modelos a partir de diagramas ou escolher modelos semelhantes:",
            "options": [
              "Tsuru",
              "Cachorro",
              "Flor",
              "Cigarra",
              "Sapo que pula",
              "Pombo correio",
              "Barco à vela",
              "Galinha",
              "Folha",
              "Pato",
              "Borboleta",
              "Pessoa"
            ]
          },
          {
            "id": "HM060-R7",
            "quest": "Dobrar 2 modelos de sua escolha, de memória."
          },
          {
            "id": "HM060-R8",
            "quest": "Ilustrar uma história da Bíblia usando vários modelos de origami."
          }
        ]
      },
      {
        "id": "HM061",
        "name": "Corrida de Carrinhos de Madeira",
        "badge": "null",
        "level": 1,
        "year": 1999,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM061-R1",
            "quest": "Mencionar os 4 componentes básicos para se construir um carrinho de madeira para corrida."
          },
          {
            "id": "HM061-R2",
            "quest": "Construir um carrinho de madeira com os seguintes requisitos como regras:",
            "options": [
              "Deverá ser feito durante o ano de atividades do clube de desbravadores.",
              "A largura do carro não deve ultrapassar 70 mm",
              "O comprimento do carro não deve ultrapassar 178 mm",
              "O peso do carro não deve ultrapassar 142 gramas",
              "A largura entre as rodas deve ser, no máximo, 44 mm",
              "A altura máxima do carro não deve ultrapassar 10 mm",
              "Use apenas eixos, rodas e madeiras fornecidas no kit.",
              "Rolamentos, arruelas e buchas são proibidos."
            ]
          },
          {
            "id": "HM061-R3",
            "quest": "Saber usar as seguintes ferramentas com segurança, para a construção do seu projeto.",
            "options": [
              "Serra",
              "Grosa de madeira",
              "Lixadeira",
              "Lixa para acabamento",
              "Plaina",
              "Martelo",
              "Formão"
            ]
          },
          {
            "id": "HM061-R4",
            "quest": "Conhecer os passos básicos na construção de um carro:",
            "options": [
              "Projeto",
              "Transferência do projeto",
              "Construção do carro",
              "Eixos e rodas",
              "Adicionando peso",
              "Lubrificação"
            ]
          },
          {
            "id": "HM061-R5",
            "quest": "Projetar e construir um carro de madeira para corridas a partir de um kit básico, usando as instruções do kit, ou a partir das instruções do requisito 2."
          },
          {
            "id": "HM061-R6",
            "quest": "Participar de um evento em seu clube ou região usando o carro que você construiu no item 5."
          },
          {
            "id": "HM061-R7",
            "quest": "Definir o que é pratica desportiva e aplicar na sua vida como cristão."
          }
        ]
      },
      {
        "id": "HM062",
        "name": "Corrida de Carrinhos de Madeira Avançado",
        "badge": "null",
        "level": 2,
        "year": 1999,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM062-R1",
            "quest": "Ter a especialidade de Corrida de carrinhos de madeira."
          },
          {
            "id": "HM062-R2",
            "quest": "Conhecer as seguintes regras:",
            "options": [
              "Os carros não devem possuir nenhum tipo de mola de fricção",
              "Não deve haver nenhum outro tipo de peça senão as que compõe o carro",
              "O número oficial deve estar bem visível."
            ]
          },
          {
            "id": "HM062-R3",
            "quest": "Rever o item 3 da especialidade de Corrida de carrinhos de madeira, quanto à segurança no uso das ferramentas."
          },
          {
            "id": "HM062-R4",
            "quest": "Conhecer as diversas maneiras de preparar e dar acabamento no seu carrinho:",
            "options": [
              "Acabamento com lixa de madeira",
              "Saber como corrigir defeitos da madeira",
              "Aplicar selador no carrinho",
              "Pintar",
              "Acabamento com verniz",
              "Acabamento com tinta esmaltada",
              "Tirar manchas da pintura",
              "Dar acabamento com cera",
              "Acabamento com tinta acrílica",
              "Acabamento com tinta a base d’água",
              "Acabamento em couro",
              "Decoupage",
              "Acabamento com folha de alumínio"
            ]
          },
          {
            "id": "HM062-R5",
            "quest": "Saber porque o atrito pode afetar de forma positiva ou negativa o desempenho de seu carrinho."
          },
          {
            "id": "HM062-R6",
            "quest": "Conhecer e aplicar 3 formas de reduzir o atrito em seu carrinho:",
            "options": [
              "Manter os eixos lubrificados",
              "Design aerodinâmico",
              "Bom acabamento na madeira",
              "Folga nas rodas e eixos adequados",
              "Reduzir o balanço das rodas"
            ]
          },
          {
            "id": "HM062-R7",
            "quest": "Conhecer as 3 teorias de distribuição de peso e como elas podem afetar o desempenho do seu carrinho."
          },
          {
            "id": "HM062-R8",
            "quest": "Projetar e construir um carrinho diferente do construído na especialidade de Corrida de carrinhos de madeira, usando um dos seguintes:",
            "options": [
              "Usar um kit básico com acabamento exterior",
              "Usar um kit luxo com acabamento exterior e adesivos",
              "Usar sua criatividade no acabamento de seu carrinho"
            ]
          },
          {
            "id": "HM062-R9",
            "quest": "Ser criativo no seu projeto colocando volante, motorista, adesivos, etc., observando para que não exceda o comprimento máximo nem o peso máximo especificado."
          },
          {
            "id": "HM062-R10",
            "quest": "Organizar no seu clube, distrito ou região um campeonato de corrida de carrinhos de madeira, utilizando o projeto criado nesta especialidade."
          },
          {
            "id": "HM062-R11",
            "quest": "Definir desportivismo. Como ele pode e deve ajudar na sua caminhada cristã?"
          }
        ]
      },
      {
        "id": "HM063",
        "name": "Scrapbooking",
        "badge": "null",
        "level": 1,
        "year": 2004,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM063-R1",
            "quest": "Qual é a utilidade do scrapbook?"
          },
          {
            "id": "HM063-R2",
            "quest": "O que é journaling?"
          },
          {
            "id": "HM063-R3",
            "quest": "Quando as fotos devem ser recortadas e por quê?"
          },
          {
            "id": "HM063-R4",
            "quest": "Quais os diferentes tipos de álbum utilizados para scrapbook?"
          },
          {
            "id": "HM063-R5",
            "quest": "Por que deve-se utilizar materiais livre de acidez (acid-free)?"
          },
          {
            "id": "HM063-R6",
            "quest": "Descrever os diferentes tipos de adesivos acid-free disponíveis no mercado."
          },
          {
            "id": "HM063-R7",
            "quest": "Que ferramenta é utilizada para amolar tesouras e estiletes quando ficam cegos?"
          },
          {
            "id": "HM063-R8",
            "quest": "Citar 5 tipos diferentes de papéis acid-free utilizados para fazer scrapboking."
          },
          {
            "id": "HM063-R9",
            "quest": "Fazer um scrapbook de, no mínimo, 5 páginas (20X20 cm ou maior) sobre um dos seguintes temas, utilizando papeis coloridos, adesivos, tesouras decorativas, título e journaling:",
            "options": [
              "Ano escolar",
              "Evento esportivo",
              "Férias",
              "Feriados",
              "Projetos",
              "Casamento",
              "Festas de aniversário",
              "Investidura",
              "Campori",
              "Tudo sobre mim (do nascimento até hoje)."
            ]
          }
        ]
      },
      {
        "id": "HM064",
        "name": "Scrapbooking Avançado",
        "badge": "null",
        "level": 2,
        "year": 2004,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM064-R1",
            "quest": "Ter a especialidade de Scrapbooking."
          },
          {
            "id": "HM064-R2",
            "quest": "O que é lignina? Por que ela é prejudicial?"
          },
          {
            "id": "HM064-R3",
            "quest": "Que tipo de plástico é seguro para ser utilizado em scrapbooks?"
          },
          {
            "id": "HM064-R4",
            "quest": "Que tipo de plástico não deve ser usado e por que não?"
          },
          {
            "id": "HM064-R5",
            "quest": "Como corrigir um erro escrito no trabalho final?"
          },
          {
            "id": "HM064-R6",
            "quest": "Completar um álbum com, no mínimo, 15 páginas (20x20 cm ou maior) usando as técnicas a seguir:",
            "options": [
              "Adicionar moldura em fotos",
              "Adicionar moldura dupla",
              "Designe de bordas",
              "Caixa de texto",
              "Papel colorido",
              "Papel impresso",
              "Layout com duas folhas de papel diferentes",
              "Papel recortado (industrializado)",
              "Papel recortado (feito por você mesmo)",
              "Adesivos",
              "Pockets",
              "Tesouras decorativas",
              "Templates",
              "Fotos cortadas em círculo ou ovais"
            ]
          }
        ]
      },
      {
        "id": "HM065",
        "name": "Fotografia Digital",
        "badge": "null",
        "level": 2,
        "year": 2006,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM065-R1",
            "quest": "Explicar o seguinte:",
            "options": [
              "Os princípios de construção e como funciona uma câmera digital",
              "O efeito da luz sobre o sensor de imagem e quais as principais diferenças entre o CCD e o CMOS",
              "Como as imagens coloridas são criadas a partir da imagem do sensor? Explicar, ao menos, 2 maneiras pelas quais essa captura e conversão de cores é feita",
              "O que a lente da câmera faz e o que significa a distância focal"
            ]
          },
          {
            "id": "HM065-R2",
            "quest": "Como a abertura do diafragma e a velocidade do obturador estão relacionados?"
          },
          {
            "id": "HM065-R3",
            "quest": "Descreva e explique a relação entre pixels, resolução e tamanho da imagem."
          },
          {
            "id": "HM065-R4",
            "quest": "Quais são os dois tipos de compressão de imagem digital?"
          },
          {
            "id": "HM065-R5",
            "quest": "Nomear e descrever 3 formatos comuns de imagem."
          },
          {
            "id": "HM065-R6",
            "quest": "Liste os principais usos da fotografia."
          },
          {
            "id": "HM065-R7",
            "quest": "Tire fotos ilustrando, pelo menos, 8 das seguintes técnicas. Use imagens para ilustração de comparação:",
            "options": [
              "Enquadramento",
              "Estabilidade da câmera",
              "Direção da iluminação - frontal, lateral ou de fundo",
              "Qualidade da luz - a luz solar, sombra, e hora do dia",
              "Regra dos terços",
              "Ângulo - nível dos olhos, alto e baixo",
              "Nivelamento horizontal",
              "Distância do objeto - preencher o quadro",
              "Utilização de linhas guia",
              "Exposição de luz – sub exposta, super exposta e corretamente exposta",
              "Uso do flash - distância adequada e atenção a objetos reflexivos"
            ]
          },
          {
            "id": "HM065-R8",
            "quest": "Identificar os vários símbolos e ícones presentes em câmeras digitais amadoras."
          },
          {
            "id": "HM065-R9",
            "quest": "Cite, ao menos, 3 dos modelos de cartão de memória mais comuns utilizados em câmeras digitais."
          },
          {
            "id": "HM065-R10",
            "quest": "Demonstrar habilidade na transferência de arquivos entre a câmera e um computador, utilizando cabos e conectores."
          },
          {
            "id": "HM065-R11",
            "quest": "Aprenda como colocar fotos em algum programa de criação/edição e exibição de apresentações gráficas. Em seguida, crie uma apresentação gráfica, exibindo as fotos e técnicas do requisito anterior."
          },
          {
            "id": "HM065-R12",
            "quest": "Utilizando um programa de edição em um computador, demonstrar habilidade em cortar, corrigir a cor, nitidez, e ajustar o brilho/contraste de algumas fotos."
          },
          {
            "id": "HM065-R13",
            "quest": "Complete, pelo menos, 3 projetos de criação fotográfica diferentes em um programa de edição de fotos, tais como uma capa de CD, capa/página de um álbum de fotos personalizado, montagens, página do livro de atos do clube, etc."
          },
          {
            "id": "HM065-R14",
            "quest": "Compreender as técnicas de organização de arquivos."
          }
        ]
      },
      {
        "id": "HM066",
        "name": "Genealogia",
        "badge": "null",
        "level": 3,
        "year": 2006,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM066-R1",
            "quest": "Defina as seguintes palavras:",
            "options": [
              "Genealogia",
              "Ascendente",
              "Descendente",
              "Cônjuge",
              "Irmão"
            ]
          },
          {
            "id": "HM066-R2",
            "quest": "Leia a genealogia de Cristo:",
            "options": [
              "Ser capaz de dizer onde encontrá-la no Novo Testamento.",
              "Escrever a genealogia de Cristo, iniciando com Adão."
            ]
          },
          {
            "id": "HM066-R3",
            "quest": "Enumere cinco maneiras para obter informação da genealogia de uma família."
          },
          {
            "id": "HM066-R4",
            "quest": "Conheça, pessoalmente ou pela internet, pelo menos três instituições que ajudam com pesquisas genealógicas."
          },
          {
            "id": "HM066-R5",
            "quest": "Estude quatro passos importantes para pesquisas genealógicas."
          },
          {
            "id": "HM066-R6",
            "quest": "Qual é o propósito da documentação?"
          },
          {
            "id": "HM066-R7",
            "quest": "Defina uma fonte primária versus uma fonte secundária para a documentação."
          },
          {
            "id": "HM066-R8",
            "quest": "Prepare um gráfico da genealogia de sua família contendo quatro gerações, iniciando com você."
          },
          {
            "id": "HM066-R9",
            "quest": "Liste as maneiras usadas para registrar suas informações genealógicas."
          },
          {
            "id": "HM066-R10",
            "quest": "Pesquise a história de sua família através de palavras ou escritos com seus familiares mais velhos. Pergunte o seguinte:",
            "options": [
              "Qual a sua primeira memória?",
              "Quando e onde você nasceu?",
              "Qual a primeira igreja que você lembra ter frequentado?",
              "Nome de escolas, e localização, que você frequentou?",
              "Onde você vivia quando tinha dez e quatorze anos de idade?",
              "De qual país seus ancestrais imigraram?",
              "Quando e onde você estava quando se casou?",
              "Se você tiver filhos, por favor, qual o nome deles, local e data de nascimento.",
              "Escreva um agradecimento a seu parente pelo tempo e inclua uma foto sua e pergunte se eles estariam dispostos a compartilhar a cópia de uma foto antiga com você."
            ]
          },
          {
            "id": "HM066-R11",
            "quest": "Faça um histórico de sua vida incluindo:",
            "options": [
              "Gráfico genealógico",
              "Registros que pertençam à sua vida",
              "Fotografias",
              "Histórias",
              "Compartilhe isto com seu grupo, clube e amigos de escola"
            ]
          },
          {
            "id": "HM066-R12",
            "quest": "Ter a Cópia de pelo menos 7 registros civis (identidade, certidão de nascimento, casamento, óbito, etc.) de membros da sua família. Obs.: Os seus registros e os dos seus irmãos não contam."
          },
          {
            "id": "HM066-R13",
            "quest": "Visite um cemitério e leia o que foi copiado sobre a lápide:",
            "options": [
              "O nome de três diferentes famílias.",
              "A data de nascimento e morte dos membros destas famílias.",
              "A média de tempo de vida dos membros desta família."
            ]
          }
        ]
      },
      {
        "id": "HM067",
        "name": "Plástico Canvas",
        "badge": "null",
        "level": 1,
        "year": 2006,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM067-R1",
            "quest": "O que é plástico canvas?"
          },
          {
            "id": "HM067-R2",
            "quest": "Citar 4 tipos de plástico canvas e descrever brevemente a utilidade de cada um deles."
          },
          {
            "id": "HM067-R3",
            "quest": "Quais os tipos de fios mais adequados para bordar no plástico canvas?"
          },
          {
            "id": "HM067-R4",
            "quest": "Demonstrar como utilizar fios de diferentes espessuras."
          },
          {
            "id": "HM067-R5",
            "quest": "Qual o tipo de agulha utilizada para trabalhar com plástico canvas? Demonstrar qual tamanho de agulha se adapta a cada tipo de plástico canvas."
          },
          {
            "id": "HM067-R6",
            "quest": "Que instrumentos são utilizados para cortar o plástico canvas? Como deve ser feito o corte nos trabalhos?"
          },
          {
            "id": "HM067-R7",
            "quest": "Saber 10 tipos de pontos utilizados em trabalhos com plástico canvas e fazer uma amostra de cada um deles."
          },
          {
            "id": "HM067-R8",
            "quest": "Fazer 2 dos seguintes itens, utilizando 3 pontos diferentes.",
            "options": [
              "Marca páginas",
              "Ímã de geladeira",
              "Enfeite de natal",
              "Moldura para quadro",
              "Descanso para copos"
            ]
          },
          {
            "id": "HM067-R9",
            "quest": "Fazer 1 dos seguintes itens, utilizando, ao menos, 4 pontos diferentes.",
            "options": [
              "Caixa",
              "Tapete",
              "Bolsa"
            ]
          }
        ]
      },
      {
        "id": "HM068",
        "name": "Quilling",
        "badge": "null",
        "level": 2,
        "year": 2006,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM068-R1",
            "quest": "Listar os materiais necessários para fazer quilling."
          },
          {
            "id": "HM068-R2",
            "quest": "Listar 3 tipos de papel usados para fazer quilling. Demonstrar para quais técnicas são mais adequados e mencionar suas vantagens e desvantagens."
          },
          {
            "id": "HM068-R3",
            "quest": "Executar corretamente cada um dos seguintes itens:",
            "options": [
              "Círculo apertado",
              "Círculo solto",
              "Gota",
              "Chama",
              "Folha",
              "Variação de folha",
              "Lua crescente",
              "Quadrado",
              "Retângulo",
              "Triângulo",
              "Orelha de coelho",
              "Meio círculo",
              "Seta",
              "Azevinho"
            ]
          },
          {
            "id": "HM068-R4",
            "quest": "Executar corretamente cada um dos seguintes itens:",
            "options": [
              "Rolinho aberto",
              "Coração aberto",
              "Letra V enrolada",
              "Letra S enrolada",
              "Letra C enrolada"
            ]
          },
          {
            "id": "HM068-R5",
            "quest": "Fazer um quadro demonstrando todas as formas aprendidas."
          },
          {
            "id": "HM068-R6",
            "quest": "Fazer um motivo floral simples utilizando, ao menos, 1 dos 3 métodos acima."
          },
          {
            "id": "HM068-R7",
            "quest": "Fazer um cartão ornamentado com quilling."
          }
        ]
      },
      {
        "id": "HM069",
        "name": "Quilling Avançado",
        "badge": "null",
        "level": 1,
        "year": 2006,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM069-R1",
            "quest": "Ter a especialidade de Quilling."
          },
          {
            "id": "HM069-R2",
            "quest": "Executar corretamente cada uma das técnicas a seguir:",
            "options": [
              "Flor com franja",
              "Rolo uva",
              "Espiral",
              "Técnica Husking",
              "Técnica frame",
              "Rosa dobrada (Curled Flowers)",
              "Rosa curvada (Folded Roses)",
              "Rosa espiral (spiral rose)",
              "Tulipa (duck leg)",
              "Tiras trançadas (Weaving Paper)"
            ]
          },
          {
            "id": "HM069-R3",
            "quest": "Demonstrar como usar corretamente:",
            "options": [
              "Gabarito de círculos",
              "Papel milimetrado",
              "Gráfico polar"
            ]
          },
          {
            "id": "HM069-R4",
            "quest": "Demonstrar como impermeabilizar um trabalho em quilling e mencionar os cuidados para a conservação do trabalho."
          },
          {
            "id": "HM069-R5",
            "quest": "Fazer 3 formas diferentes mesclando as cores."
          },
          {
            "id": "HM069-R6",
            "quest": "Fazer uma ferramenta artesanal para quilling e utilizá-la no cumprimento dos requisitos abaixo."
          },
          {
            "id": "HM069-R7",
            "quest": "Representar 4 dos seguintes animais usando as técnicas de sua preferência:",
            "options": [
              "Coelho",
              "Abelha",
              "Tucano",
              "Gato",
              "Urso",
              "Cachorro",
              "Leão",
              "Cisne",
              "Borboleta"
            ]
          },
          {
            "id": "HM069-R8",
            "quest": "Fazer os seguintes trabalhos em quilling:",
            "options": [
              "Cartão",
              "Personalizar uma capa de caderno",
              "Decorar a tam pa de uma caixa",
              "Porta retrato"
            ]
          }
        ]
      },
      {
        "id": "HM070",
        "name": "Tie-dye",
        "badge": "null",
        "level": 1,
        "year": 2006,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM070-R1",
            "quest": "Saber quais são os melhores tipos de materiais para se trabalhar com tie-dye. Saber como prepará-los para se iniciar os trabalhos."
          },
          {
            "id": "HM070-R2",
            "quest": "Qual a função da soda cáustica no tie-dye? Por quanto tempo o tecido deve ficar de molho?"
          },
          {
            "id": "HM070-R3",
            "quest": "Saber a função da ureia usada no corante."
          },
          {
            "id": "HM070-R4",
            "quest": "Quais equipamentos de segurança devem ser usados enquanto se tinge uma peça? Por quê?"
          },
          {
            "id": "HM070-R5",
            "quest": "Quais são as 3 cores primárias?"
          },
          {
            "id": "HM070-R6",
            "quest": "Descrever quais cores primárias de corante devem ser misturadas para dar origem às cores secundárias a seguir: laranja, verde e roxo."
          },
          {
            "id": "HM070-R7",
            "quest": "Descrever o resultado de se misturar 2 cores secundárias."
          },
          {
            "id": "HM070-R8",
            "quest": "Usando um lenço de tecido e um marcador colorido, demonstrar 2 tipos diferentes de estampa que podem ser feitos em uma camiseta."
          },
          {
            "id": "HM070-R9",
            "quest": "Depois de ver os resultados de diferentes combinações de cores no tecido, amarrar e tingir uma das seguintes peças: bandana, camiseta, capa de almofada, etc. Lembrar-se que não há 2 colorações idênticas, cada uma será única."
          },
          {
            "id": "HM070-R10",
            "quest": "Demonstrar os itens tingidos ao seu instrutor."
          }
        ]
      },
      {
        "id": "HM071",
        "name": "Apitos",
        "badge": "null",
        "level": 1,
        "year": 2007,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM071-R1",
            "quest": "Relatar brevemente a história dos apitos e dizer por que eles foram inventados."
          },
          {
            "id": "HM071-R2",
            "quest": "Explicar a importância da conservação ambiental durante a fabricação de um apito"
          },
          {
            "id": "HM071-R3",
            "quest": "Relacionar o uso sustentável de madeiras protegidas pela lei e a fabricação de apitos."
          },
          {
            "id": "HM071-R4",
            "quest": "Listar cinco árvores de onde podem ser tiradas boas madeiras para a fabricação de um apito e por que."
          },
          {
            "id": "HM071-R5",
            "quest": "Fazer uma breve descrição sobre os seguintes estilos de apitos:",
            "options": [
              "Apitos de tubo",
              "Flauta pan",
              "Flauta",
              "Pífaro."
            ]
          },
          {
            "id": "HM071-R6",
            "quest": "Nomear 5 tipos de apitos modernos e seus usos."
          },
          {
            "id": "HM071-R7",
            "quest": "Qual instrumento musical moderno é um apito sofisticado?"
          },
          {
            "id": "HM071-R8",
            "quest": "Como um apito funciona?"
          },
          {
            "id": "HM071-R9",
            "quest": "Qual o equipamento mais comum usado para a fabricação de apitos?"
          },
          {
            "id": "HM071-R10",
            "quest": "Explicar a importância da grã da madeira ao talhar um apito."
          },
          {
            "id": "HM071-R11",
            "quest": "Por que o tamanho dos buracos e da câmara de ar têm que ser proporcionais ao fluxo de ar?"
          },
          {
            "id": "HM071-R12",
            "quest": "Como afinar um apito?"
          },
          {
            "id": "HM071-R13",
            "quest": "Demonstrar como apitar usando as duas mãos e um pedaço de grama."
          },
          {
            "id": "HM071-R14",
            "quest": "Demonstrar a técnica e assobiar usando apenas as mãos."
          },
          {
            "id": "HM071-R15",
            "quest": "Revisar e demonstrar os primeiros socorros e as regras de segurança para o uso de uma faca ou canivete."
          },
          {
            "id": "HM071-R16",
            "quest": "Saber como afiar um canivete usando uma pedra de amolar."
          },
          {
            "id": "HM071-R17",
            "quest": "Faça dois dos seguintes apitos:",
            "options": [
              "Flauta pan ou apito de tubo",
              "Flauta",
              "Pífaro"
            ]
          },
          {
            "id": "HM071-R18",
            "quest": "Aprender como tocar uma música simples em algum apito que você fabricou."
          }
        ]
      },
      {
        "id": "HM072",
        "name": "Apitos Avançado",
        "badge": "null",
        "level": 2,
        "year": 2007,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM072-R1",
            "quest": "Ter a especialidade de Apitos."
          },
          {
            "id": "HM072-R2",
            "quest": "O que é um apito de êmbolo e quem criou este tipo de apito?"
          },
          {
            "id": "HM072-R3",
            "quest": "O que acontece quando o galho para fabricação com apito de êmbolo é muito grande ou muito pequeno?"
          },
          {
            "id": "HM072-R4",
            "quest": "O que é uma flauta doce?"
          },
          {
            "id": "HM072-R5",
            "quest": "Fazer os seguintes apitos:",
            "options": [
              "Apito de êmbolo",
              "Flauta doce"
            ]
          },
          {
            "id": "HM072-R6",
            "quest": "Demonstrar sua habilidade no uso correto de cada um dos apitos que você fabricou."
          }
        ]
      },
      {
        "id": "HM073",
        "name": "Faróis",
        "badge": "null",
        "level": 1,
        "year": 2007,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM073-R1",
            "quest": "Responda as seguintes questões relacionadas a faróis:",
            "options": [
              "Qual a função de um farol?",
              "Quais os primeiros faróis construídos de que se tem registro?",
              "Qual o nome do farol mais famoso do mundo antigo?",
              "Como é chamada a pessoa que estuda faróis?",
              "Todos os faróis têm um zelador? Se não, como eles funcionam de forma autônoma?"
            ]
          },
          {
            "id": "HM073-R2",
            "quest": "Faça uma pesquisa sobre a estrutura e funcionamento das lentes de Fresnel e explique por que são tão eficazes."
          },
          {
            "id": "HM073-R3",
            "quest": "Quais combustíveis têm sido usados em faróis no decorrer da história?"
          },
          {
            "id": "HM073-R4",
            "quest": "Todos os faróis ficam localizados próximos das costas oceânicas? Se não, liste outras localidades onde os faróis podem ser encontrados."
          },
          {
            "id": "HM073-R5",
            "quest": "Como é chamado o indivíduo que trabalha em faróis no seu país? Qual órgão do governo é responsável pela manutenção e fiscalização dos faróis em seu país?"
          },
          {
            "id": "HM073-R6",
            "quest": "Os faróis que são visíveis no mar durante o dia possuem uma pintura específica em sua construção. Como essa pintura é chamada?"
          },
          {
            "id": "HM073-R7",
            "quest": "O que é um dispositivo de aviso sonoro de nevoeiro? Por que são usados em faróis? Quais são as 3 coisas que interferem em quão longe o aviso sonoro pode ser ouvido?"
          },
          {
            "id": "HM073-R8",
            "quest": "Uma vez que os faróis são comumente identificados por uma luz, pesquise o significado de Luz na Bíblia completando o seguinte:",
            "options": [
              "Encontre o tema 'Luz' numa concordância bíblica, leia os textos relacionados e participe de uma discussão sobre o significado da luz na Bíblia",
              "Explique por que a palavra de Deus pode ser comparada a um farol",
              "Memorize e explique o significado de João 8:12"
            ]
          }
        ]
      },
      {
        "id": "HM074",
        "name": "Faróis Avançado",
        "badge": "null",
        "level": 3,
        "year": 2007,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM074-R1",
            "quest": "Ter a especialidade de Faróis."
          },
          {
            "id": "HM074-R2",
            "quest": "Fazer um scrapbook, incluindo o seguinte:",
            "options": [
              "Fotos, impressões, cartões postais ou desenhos de 25 faróis com uma legenda contendo a localização, ano de construção, se ativo ou não ativo e a ordem das lentes. Pelo menos 5 das fotos devem ser tiradas por você.",
              "Um resumo da história de cada um dos faróis.",
              "Desenhos, fotos e as respostas de todos os requisitos desta especialidade."
            ]
          },
          {
            "id": "HM074-R3",
            "quest": "Qual o nome do inventor da lente de Fresnel? Em que país e ano ela foi desenvolvida?"
          },
          {
            "id": "HM074-R4",
            "quest": "Demonstrar em um desenho:",
            "options": [
              "Como os prismas das lentes de Fresnel são usados para concentrar a luz",
              "O formato de uma lente olho de boi e descrever o seu propósito"
            ]
          },
          {
            "id": "HM074-R5",
            "quest": "Fazer um gráfico listando todos os tipos de lente de Fresnel, indicando:",
            "options": [
              "Ordem e classificação por tamanho",
              "O nome de, pelo menos, 1 farol que usa cada tipo de lente"
            ]
          },
          {
            "id": "HM074-R6",
            "quest": "Pesquise e descreva a história do mecanismo de rotação das lâmpadas."
          },
          {
            "id": "HM074-R7",
            "quest": "Faça uma representação gráfica de 6 faróis, demonstrando as características de sua Luz noturna e diurna."
          },
          {
            "id": "HM074-R8",
            "quest": "O que é um barco-farol? Por que e quando um barco farol é necessário?"
          },
          {
            "id": "HM074-R9",
            "quest": "Leia sobre faroleiros e liste alguns dos perigos que eles enfrentam para cumprir suas tarefas."
          },
          {
            "id": "HM074-R10",
            "quest": "Procure citações de Ellen White que mencionem faróis e participe de uma discussão em grupo sobre o significado desses textos. Inclua uma cópia dessas citações no scrapbook que você criou o requisito 2."
          },
          {
            "id": "HM074-R11",
            "quest": "Construa um modelo em miniatura de um farol verdadeiro, feito em madeira ou outro material resistente. Saiba o nome, localidade e a data em que o verdadeiro farol foi originalmente construído."
          }
        ]
      },
      {
        "id": "HM075",
        "name": "Balões de Ar Quente",
        "badge": "null",
        "level": 2,
        "year": 2008,
        "originatingInstitution": "Divisão Norte Americana",
        "requirements": [
          {
            "id": "HM075-R1",
            "quest": "Descreva o papel que cada uma das personalidades abaixo teve no desenvolvimento de balões voadores:",
            "options": [
              "Joseph Michel Montgolfier e Jacques-Etienne Montgolfier",
              "Jean Francois Pilatre de Rozier e Francois Laurent Marquis d’Arlandes",
              "Jacques Alexandre Cesar Charles e Nicolas Louis Robert",
              "Ben L. Abruzzo, Maxie L. Anderson e Larry Newman",
              "Bertrand Piccard e Brian Jones",
              "(Os brasileiros) padre Bartolomeu de Gusmão e Alberto Santos Dumont"
            ]
          },
          {
            "id": "HM075-R2",
            "quest": "Cite o princípio de Arquimedes e descreva sucintamente como esse princípio se aplica às seguintes situações:",
            "options": [
              "Um pedaço de cortiça flutuando num recipiente com água",
              "Um barco flutuando no oceano",
              "Um balão de ar quente flutuando na atmosfera"
            ]
          },
          {
            "id": "HM075-R3",
            "quest": "Desenhar uma tabela que demonstre a composição do ar com informações de peso e volume."
          },
          {
            "id": "HM075-R4",
            "quest": "Desenhar uma tabela que demonstre a comparação do número atômico, peso atômico e densidade dos componentes:",
            "options": [
              "Hidrogênio",
              "Hélio",
              "Oxigênio"
            ]
          },
          {
            "id": "HM075-R5",
            "quest": "Cite os 2 gases que são usados em balões a gás."
          },
          {
            "id": "HM075-R6",
            "quest": "Explique como calor/temperatura afetam a densidade do ar e como isso faz com que os balões de ar quente voem."
          },
          {
            "id": "HM075-R7",
            "quest": "Explique o a função de cada um dos itens abaixo na estrutura e no vôo de um balão de ar quente:",
            "options": [
              "Envelope de balão",
              "Maçarico",
              "Cesto",
              "Cilindro",
              "Ventoinha"
            ]
          },
          {
            "id": "HM075-R8",
            "quest": "Cite 2 materiais que podem ser usados na confecção do envelope de um balão de ar quente e compare as vantagens e desvantagens entre eles, devido a suas propriedades físicas."
          },
          {
            "id": "HM075-R9",
            "quest": "Descreva como balões voadores foram úteis em:",
            "options": [
              "Campanhas militares",
              "Pesquisas científicas"
            ]
          },
          {
            "id": "HM075-R10",
            "quest": "A que horas do dia costumam acontecer os voos de balões esportivos? Explique o porquê."
          },
          {
            "id": "HM075-R11",
            "quest": "Descreva como o piloto controla os movimentos verticais dos seguintes balões:",
            "options": [
              "Balão de ar quente",
              "Balão a gás"
            ]
          },
          {
            "id": "HM075-R12",
            "quest": "Descreva como o piloto controla os movimentos horizontais de um balão."
          },
          {
            "id": "HM075-R13",
            "quest": "Faça uma pesquisa de, no mínimo, 250 palavras sobre a legislação para balões não tripulados em seu país."
          }
        ]
      },
      {
        "id": "HM076",
        "name": "Origami Avançado",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM076-R1",
            "quest": "Ter a especialidade de Origami."
          },
          {
            "id": "HM076-R2",
            "quest": "Definir quais os são os principais tipos de origami e a diferença entre eles."
          },
          {
            "id": "HM076-R3",
            "quest": "Dobrar 2 origamis diferentes pra cada uma das categorias a seguir:",
            "options": [
              "Origami Modular",
              "Kusudama",
              "Block Folding",
              "Origami Tesselation"
            ]
          },
          {
            "id": "HM076-R4",
            "quest": "Definir o que é Crease Pattern e como se dobra um origami a partir dele."
          },
          {
            "id": "HM076-R5",
            "quest": "Organizar uma exposição com os seus origamis e oferecer uma oficina básica de origami para o seu Clube ou Igreja."
          }
        ]
      },
      {
        "id": "HM077",
        "name": "Embalagem",
        "badge": "null",
        "level": 1,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM077-R1",
            "quest": "Quando, onde e como surgiram as primeiras ideias a respeito de embalagem?"
          },
          {
            "id": "HM077-R2",
            "quest": "Defina o que é embalagem? Cite algumas matérias-primas que podemos usar para se fazer uma embalagem bonita e criativa?"
          },
          {
            "id": "HM077-R3",
            "quest": "Qual a importância da embalagem para a nossa vida cotidiana?"
          },
          {
            "id": "HM077-R4",
            "quest": "O que é reciclagem? Como a embalagem se relaciona com a reciclagem?"
          },
          {
            "id": "HM077-R5",
            "quest": "Cite alguns equipamentos necessários para uma boa embalagem?"
          },
          {
            "id": "HM077-R6",
            "quest": "Fazer três embalagens com os objetos a seguir, usando métodos e formas diferentes para cada um:",
            "options": [
              "Papel Cartão, Jornal, Presente, Misto, Laminado, etc.",
              "Papelão",
              "Plástico",
              "TNT",
              "Tecido",
              "Couro",
              "Material de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM078",
        "name": "E.V.A.",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM078-R1",
            "quest": "O que é E.V.A.?"
          },
          {
            "id": "HM078-R2",
            "quest": "Quais são as principais características e utilidades do E.V.A.?"
          },
          {
            "id": "HM078-R3",
            "quest": "Quais os materiais utilizados para cortar e colar E.V.A.?"
          },
          {
            "id": "HM078-R4",
            "quest": "Qual ferramenta é mais adequada para se desenhar em um E.V.A.?"
          },
          {
            "id": "HM078-R5",
            "quest": "Explicar qual o procedimento de transferir moldes para o E.V.A."
          },
          {
            "id": "HM078-R6",
            "quest": "Quais são as vantagens e desvantagens que o E.V.A. pode trazer para o meio ambiente?"
          },
          {
            "id": "HM078-R7",
            "quest": "Fazer 3 objetos confeccionados com E.V.A. e utilizá-los em algum departamento da igreja."
          },
          {
            "id": "HM078-R8",
            "quest": "Escolher e fazer uma sugestão citada abaixo diferente da questão anterior, fazendo a junção do E.V.A. com um material reciclável:",
            "options": [
              "Flor ornamental",
              "Porta canetas",
              "Capa para livros",
              "Imã de geladeira",
              "Porta toalhas",
              "Chaveiro",
              "Porta retrato",
              "Objeto de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM079",
        "name": "Desenho Vetorial",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM079-R1",
            "quest": "O que é desenho vetorial?"
          },
          {
            "id": "HM079-R2",
            "quest": "Cite 3 programas especializados em desenho vetorial."
          },
          {
            "id": "HM079-R3",
            "quest": "Cite os 5 formatos mais comuns de imagens vetoriais."
          },
          {
            "id": "HM079-R4",
            "quest": "Quais as diferenças entre desenho vetorial e raster?"
          },
          {
            "id": "HM079-R5",
            "quest": "Explique como o desenho vetorial pode manter a qualidade quando ampliado."
          },
          {
            "id": "HM079-R6",
            "quest": "O que é Curva de Bézier? Qual sua importância para a estrutura de desenho vetorial?"
          },
          {
            "id": "HM079-R7",
            "quest": "Quais as principais diferenças entre um editor de imagem bitmaps e um editor de imagem vetorial? Cite 2 exemplos de cada tipo de editor."
          },
          {
            "id": "HM079-R8",
            "quest": "Escolher um programa de desenho vetorial, explicar o porquê de tê-lo escolhido e, em seguida, demonstrar ao seu instrutor:",
            "options": [
              "5 ou mais atalhos de mouse e/ou teclado, dentro do programa escolhido",
              "Apresentar e demonstrar o uso de, pelo menos, 20 ferramentas diferentes."
            ]
          },
          {
            "id": "HM079-R9",
            "quest": "Completar os seguintes desenhos:",
            "options": [
              "O emblema Dl do Clube de Desbravadores, mostrando o uso de linhas guia e régua",
              "Um desenho de sua escolha, mostrando o uso da ferramenta 'mãos livres'",
              "Um animal, mostrando o uso de detalhes",
              "Um banner, faixa ou cartaz de divulgação de algum evento de seu Clube ou Igreja",
              "Transformar uma foto de um rosto em um desenho vetorial, utilizando as ferramentas necessárias como rastreador de bitmap, filtro de transparência, etc."
            ]
          },
          {
            "id": "HM079-R10",
            "quest": "Submeter os desenhos feitos no cumprimento dessa especialidade à avaliação de profissionais da área, visitando um especialista, ou publicando os trabalhos em uma rede social ou fórum especializado. Após o cumprimento da atividade, apresentar a seu instrutor os comentários, avaliações e propostas feitas pelos profissionais de alteração em seu desenho."
          }
        ]
      },
      {
        "id": "HM080",
        "name": "Fuxico",
        "badge": "null",
        "level": 1,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM080-R1",
            "quest": "Defina o que é fuxico? Qual a origem desta arte?"
          },
          {
            "id": "HM080-R2",
            "quest": "Qual o principal objetivo da arte do fuxico?"
          },
          {
            "id": "HM080-R3",
            "quest": "Explique as etapas da técnica do fuxico."
          },
          {
            "id": "HM080-R4",
            "quest": "Que materiais e equipamentos são necessários para a realização do fuxico?"
          },
          {
            "id": "HM080-R5",
            "quest": "Demonstrar e exemplificar as seguintes bases do fuxico?",
            "options": [
              "Base Tradicional",
              "Base de Bico",
              "Base Invertida"
            ]
          },
          {
            "id": "HM080-R6",
            "quest": "Escolher 2 dos objetos a seguir, colocando em prática as bases citadas no item 5 desta especialidade:",
            "options": [
              "Elástico para cabelo ou presilha",
              "Tapete",
              "Chaveiro",
              "Imã de geladeira",
              "Bolsa",
              "Chinelo ou sandália",
              "Objeto de sua escolha"
            ]
          }
        ]
      },
      {
        "id": "HM081",
        "name": "História em Quadrinhos",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM081-R1",
            "quest": "Escrever um relatório sobre história em quadrinhos, contendo seus principais fatos históricos, características e personagens, explicando porque ela é considerada a Nona Arte."
          },
          {
            "id": "HM081-R2",
            "quest": "O que é uma tirin ha/tira?"
          },
          {
            "id": "HM081-R3",
            "quest": "Descrever como elaborar um roteiro de uma história para HQ, citando e explicando quais seus principais passos e técnicas."
          },
          {
            "id": "HM081-R4",
            "quest": "Montar um banco de imagens mostrando, no mínimo, 5 diferentes estudos e/ou traços de anatomia das personagens. Escolher um deles para apresentar uma série de diferentes posições desenhadas por você mesmo, utilizando personagens masculinos e femininos."
          },
          {
            "id": "HM081-R5",
            "quest": "Explicar e dar exemplos desenhados a próprio punho dos seguintes itens:",
            "options": [
              "Pré-produção, produção e pós-produção.",
              "Composição: design de página, quadro, cena, adequação narrativa.",
              "Elementos gráficos de texto: recordatórios, balões, onomatopeias, 'letreiramento', tipologia.",
              "Arte-final: tradicional, tratamentos especiais, técnicas mistas."
            ]
          },
          {
            "id": "HM081-R6",
            "quest": "Criar uma personagem que será um dos 12 discípulos e escrever uma história de, pelo menos, 30 quadros sobre sua viagem missionária."
          },
          {
            "id": "HM081-R7",
            "quest": "Montar uma HQ contando a história da Turma do Nosso Amiguinho, contendo autor, personagens e outras informações pertinentes."
          },
          {
            "id": "HM081-R8",
            "quest": "Desenhar uma tirinha sobre um fato engraçado ocorrido no seu Clube ou unidade."
          },
          {
            "id": "HM081-R9",
            "quest": "Criar uma capa colorida em tamanho A3 na linguagem HQ para o livro missionário do ano."
          }
        ]
      },
      {
        "id": "HM082",
        "name": "Ornamentação",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM082-R1",
            "quest": "Debater com o seu grupo sobre a importância de ornamentar ambientes onde serão realizados eventos especiais e como esse costume se relaciona com a valorização das pessoas convidadas para a programação."
          },
          {
            "id": "HM082-R2",
            "quest": "Listar e explicar as várias formas de utilizar em ornamentação os seguintes itens:",
            "options": [
              "5 espécies de plantas ornamentais",
              "3 maneiras diferentes de expor fotografias do Clube",
              "5 diferentes tipos de artesanato/habilidades que podem ser feitos pelo Clube",
              "5 coleções distintas",
              "Banners e painéis",
              "4 diferentes modelos de balões (bexigas)",
              "Tecidos, TNT, emborrachados, etc."
            ]
          },
          {
            "id": "HM082-R3",
            "quest": "Durante o cumprimento desta especialidade, observar, ao menos, 5 ornamentações em programações promovidas por diferentes departamentos de sua Igreja ou Campo. Apresentar ao seu instrutor um relatório de suas observações (se possível, com fotografias), analisando os pontos positivos e negativos de cada uma e como poderiam ser melhoradas."
          },
          {
            "id": "HM082-R4",
            "quest": "Ter um caderno com desenhos de ornamentação. Para cada desenho, fazer uma lista de todos os materiais necessários, orçamento, tempo estimado, etc. O caderno deverá ter, ao menos, 7 dos seguintes motivos de orna mentação:",
            "options": [
              "Em sua Igreja - Programa regular, noturno, realizado pelos desbravadores",
              "Em sua Igreja - Programa especial de investidura",
              "Em sua Igreja - Batismo de desbravadores",
              "Em sua Igreja - Patriótico (independência, bandeira, etc.)",
              "Em sua Igreja - Dia dos Desbravadores",
              "Na sede (escola, ginásio, etc.) do seu Clube - Programa de abertura do ano letivo",
              "Na sede (escola, ginásio, etc.) do seu Clube - Gincana ou dia esportivo",
              "Na sede (escola, ginásio, etc.) do seu Clube - Programa de recepção dos pais",
              "Na sede (escola, ginásio, etc.) do seu Clube - Programa pré-acampamento",
              "Na sede (escola, ginásio, etc.) do seu Clube - Um programa/evento de sua escolha, aprovado pelo instrutor"
            ]
          },
          {
            "id": "HM082-R5",
            "quest": "Realizar, ao menos, 4 das ornamentações contidas no caderno de desenhos pedido no requisito anterior. Apresentar fotografias dessas ornamentações ao instrutor. Informar quais as possíveis diferenças entre o projeto de desenho e a ornamentação real e os motivos dessa ocorrência."
          }
        ]
      },
      {
        "id": "HM083",
        "name": "Papercraft",
        "badge": "null",
        "level": 1,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM083-R1",
            "quest": "Definir papercraft ou papel modelismo."
          },
          {
            "id": "HM083-R2",
            "quest": "Listar, ao menos, 5 modalidades de papercraft."
          },
          {
            "id": "HM083-R3",
            "quest": "Quais são os materiais necessários para fazer os modelos de papel?"
          },
          {
            "id": "HM083-R4",
            "quest": "Quais são as gramaturas mais indicadas para imprimir/desenhar os modelos? Por que papel couchê ou fotográfico não devem ser utilizados?"
          },
          {
            "id": "HM083-R5",
            "quest": "Quais são os melhores tipos de impressora/estilo de impressão para que os modelos tenham alta qualidade?"
          },
          {
            "id": "HM083-R6",
            "quest": "Definir os seguintes termos:",
            "options": [
              "Tabs ou flaps",
              "Fold lines",
              "Laminação"
            ]
          },
          {
            "id": "HM083-R7",
            "quest": "Construir um personagem bíblico em forma de cubos, fazendo seu próprio desenho."
          },
          {
            "id": "HM083-R8",
            "quest": "Construir 2 dos modelos a seguir:",
            "options": [
              "Meio de transporte (carro, avião, navio, etc.)",
              "Construção (casa, prédio, ponte, etc.)",
              "Animal",
              "Pessoa ou personagem",
              "Instrumentos musicais"
            ]
          },
          {
            "id": "HM083-R9",
            "quest": "Construir um cenário bíblico ou um cenário para um história/estória com fundo moral (pode ser de criação sua ou adquirido em revistas ou na internet). Utilizar os modelos para apresentar um devocional para sua unidade ou classe da escola sabatina."
          }
        ]
      },
      {
        "id": "HM084",
        "name": "Papel Machê",
        "badge": "null",
        "level": 1,
        "year": 0,
        "originatingInstitution": "Divisão Centro-Oeste Africana",
        "requirements": [
          {
            "id": "HM084-R1",
            "quest": "Defina o que é a técnica do papel maché, onde teve origem essa arte."
          },
          {
            "id": "HM084-R2",
            "quest": "O que é Papietagem? Como a papietagem se relaciona ao papel machê?"
          },
          {
            "id": "HM084-R3",
            "quest": "Dê o nome de algumas bases que podem ser feitas no papel machê."
          },
          {
            "id": "HM084-R4",
            "quest": "Cite 2 tipos de papel machê e saber como prepará-los."
          },
          {
            "id": "HM084-R5",
            "quest": "Saber quais ingredientes são utilizados para a fabricação do papel machê."
          },
          {
            "id": "HM084-R6",
            "quest": "Como conservar a massa e a polpa do papel machê?"
          },
          {
            "id": "HM084-R7",
            "quest": "Que materiais são utilizados para dar formas aos objetos feitos com papel machê?"
          },
          {
            "id": "HM084-R8",
            "quest": "Observação: As fabricações feitas devem ser acompanhadas por um instrutor. Fazer 2 objetos usando as técnicas do papel machê. Pintar e envernizar os mesmos."
          }
        ]
      },
      {
        "id": "HM085",
        "name": "Pirografia",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM085-R1",
            "quest": "Definir o que é pirografia. Qual a origem dessa arte milenar?"
          },
          {
            "id": "HM085-R2",
            "quest": "Que ferramentas e equipamentos são necessários para a pirografia?"
          },
          {
            "id": "HM085-R3",
            "quest": "Descrever, passo a passo, os procedimentos adequados para trabalhos em pirografia."
          },
          {
            "id": "HM085-R4",
            "quest": "Citar 2 materiais onde a técnica da pirog rafia pode ser usada."
          },
          {
            "id": "HM085-R5",
            "quest": "Explicar como a temperatura pode influenciar no bom andamento do trabalho na pirografia."
          },
          {
            "id": "HM085-R6",
            "quest": "Que cuidados e precauções devem ser tomados ao trabalhar com pirografia?"
          },
          {
            "id": "HM085-R7",
            "quest": "Fazer um desenho para cada uma das áreas abaixo, em qualquer material de sua escolha:",
            "options": [
              "Animal",
              "Flor",
              "Paisagem"
            ]
          }
        ]
      },
      {
        "id": "HM086",
        "name": "Plastimodelismo",
        "badge": "null",
        "level": 3,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM086-R1",
            "quest": "Saber explicar e seguir um mapa de montagem de um kit de plastimodelismo."
          },
          {
            "id": "HM086-R2",
            "quest": "Escolher e montar um kit de plastimodelismo. Ex: aviões, navios, carros, etc. Esse kit não poderá ser usado em outras especialidades de modelismo (ferreomodelismo, automodelismo, etc.)."
          },
          {
            "id": "HM086-R3",
            "quest": "Saber usar ferramentas para auxílio na montagem de um kit (lixas, pinças, lupas, pincéis apropriados, colas, etc.)."
          },
          {
            "id": "HM086-R4",
            "quest": "Colorir corretamente seu modelo, segundo o padrão original ou cores indicadas pelo fabricante."
          },
          {
            "id": "HM086-R5",
            "quest": "Saber adesivar corretamente seu kit."
          },
          {
            "id": "HM086-R6",
            "quest": "Faça uma pesquisa sobre o original do modelo que montou, responda o seguinte:",
            "options": [
              "Ano em que o original foi fabricado",
              "País fabricante ou originário",
              "Usos principais do veículo e história",
              "Curiosidades, se houver",
              "Significado das cores e símbolos, se houver"
            ]
          }
        ]
      },
      {
        "id": "HM087",
        "name": "Violão",
        "badge": "null",
        "level": 2,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM087-R1",
            "quest": "Pesquisar sobre a história do violão e como ele chegou ao seu país?"
          },
          {
            "id": "HM087-R2",
            "quest": "Saber as diferenças entre melodia, harmonia e ritmo."
          },
          {
            "id": "HM087-R3",
            "quest": "Diferenciar 3 tipos de violão, conforme cada grupo abaixo:",
            "options": [
              "Acústicos",
              "Elétricos",
              "Mais de 6 cordas"
            ]
          },
          {
            "id": "HM087-R4",
            "quest": "Conhecer as 3 divisões do violão e identificar 15 diferentes partes, explicando a função de cada uma."
          },
          {
            "id": "HM087-R5",
            "quest": "Qual a postura correta para a prática do violão? Qual a importância de manter essa postura?"
          },
          {
            "id": "HM087-R6",
            "quest": "Saber os nomes dos dedos, cordas e posição das mãos."
          },
          {
            "id": "HM087-R7",
            "quest": "O que são cifras e como são construídas? Escrever, de memória, uma lista contendo todos os acordes maiores e menores e suas determinadas cifras."
          },
          {
            "id": "HM087-R8",
            "quest": "Os que são bemol e sustenido? Qual a diferença entre eles e como são representados em cifra?"
          },
          {
            "id": "HM087-R9",
            "quest": "Explicar o que são acordes. Demonstrar habilidade em executar de memória os acordes maiores e menores."
          },
          {
            "id": "HM087-R10",
            "quest": "Definir a diferença entre cordas de náilon e aço e explicar a sua preferência por uma delas."
          },
          {
            "id": "HM087-R11",
            "quest": "Executar uma música utilizando uma técnica de batida e outra utilizando um dedilhado."
          },
          {
            "id": "HM087-R12",
            "quest": "Selecionar 3 músicas adventistas de cifras simples e tocá-las em uma reunião oficial do Clube ou unidade."
          }
        ]
      },
      {
        "id": "HM088",
        "name": "Violão Avançado",
        "badge": "null",
        "level": 3,
        "year": 2012,
        "originatingInstitution": "Divisão Sul Americana",
        "requirements": [
          {
            "id": "HM088-R1",
            "quest": "Ter a especialidade de Violão."
          },
          {
            "id": "HM088-R2",
            "quest": "Explique o que são e como são formadas as tríades."
          },
          {
            "id": "HM088-R3",
            "quest": "Saber montar notas derivadas a partir das tríades das notas maiores."
          },
          {
            "id": "HM088-R4",
            "quest": "Explicar como realizar 2 diferentes métodos de afinação de violões."
          },
          {
            "id": "HM088-R5",
            "quest": "O que é tablatura e como se lê uma?"
          },
          {
            "id": "HM088-R6",
            "quest": "Identificar os seguintes sinais utilizados em cifras:",
            "options": [
              "#",
              "B",
              "6, 7, etc.",
              "9m, 7m, etc.",
              "5+, 11+, etc.",
              "dim (º)"
            ]
          },
          {
            "id": "HM088-R7",
            "quest": "Escolher 5 músicas do hinário que apresentem sinais do requisito anterior e tocá-las em um culto, reunião do Clube ou unidade, pequeno grupo ou JA."
          },
          {
            "id": "HM088-R8",
            "quest": "Demonstrar como subir o tom (fazer a transposição de tonalidade) de uma música para adaptá-la ao alcance vocal do cantor."
          },
          {
            "id": "HM088-R9",
            "quest": "Por que não existem as cifras Mi# e Si#?"
          },
          {
            "id": "HM088-R10",
            "quest": "O que são e qual a diferença entre acordes consonantes e dissonantes?"
          },
          {
            "id": "HM088-R11",
            "quest": "Conhecer, pelo menos, 2 escalas para solo (ex. pentatônica) e demonstrá-las no violão."
          },
          {
            "id": "HM088-R12",
            "quest": "Montar uma pasta com mais de 30 músicas adventistas cifradas."
          }
        ]
      }
    ]
  }
]








































































